Repository: saifkhalil/mayanEDMS
Catalog: apps/documents/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Documents
hu: Dokumentumok

source: Date and time added
hu: Hozzáadott dátum és idő

source: Document file
hu: Dokumentumfájl

source: Page number
hu: Oldalszám

source: Return the document instance.
hu: Visszaadja a dokumentumpéldányt.

source: Document
hu: Dokumentum

source: Thumbnail
hu: Miniatűr

source: Pages
hu: Oldalak

source: Access date and time
hu: Hozzáférés dátuma és ideje

source: Create a document type
hu: Dokumentumtípus létrehozása

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
hu: Minden betöltött dokumentumhoz hozzá kell rendelni egy típust, ez az alapvető kategorizálási elv a Mayan EDMS-ben.

source: File comments
hu: Fájl hozzászólások

source: File encodings
hu: Fájlkódolások

source: File MIME types
hu: Fájl MIME típusok

source: File timestamps
hu: Fájl időbélyegek

source: Return the latest file of the document.
hu: Visszaadja a dokumentum legújabb fájlját.

source: Latest file
hu: Legújabb fájl

source: Type
hu: Típus

source: Original
hu: Eredeti

source: Keeps the original filename of the uploaded file.
hu: A feltöltött fájl eredeti fájlnevének megőrzése.

source: Generates an immutable, random UUID (RFC 4122) for each file.
hu: Minden fájlhoz módosíthatatlan, véletlenszerű UUID-t (RFC 4122) generál.

source: UUID plus original
hu: UUID plus eredeti

source: Generates an immutable, random UUID (RFC 4122) for each file and appends the original filename of the uploaded file.
hu: Minden egyes fájlhoz egy megváltoztathatatlan, véletlenszerű UUID-t (RFC 4122) generál, és hozzáfűzi a feltöltött fájl eredeti fájlnevét.

source: Total pages
hu: Összes oldal

source: Total documents
hu: Dokumentumok száma

source: Documents in trash
hu: Dokumentumok a kukában

source: Document types
hu: Dokumentumtípusok

source: New documents this month
hu: Új dokumentumok a hónapban

source: New pages this month
hu: Új oldalak a hónapban

source: Append. Create a new version and append the new file pages.
hu: Hozzáfűzés. Létrehoz egy új verziót, és hozzáfűzi az új fájloldalakat.

source: Keep. Do not create a new version and keep the current version pages.
hu: Megtartás. Nem hoz létre új verziót, és megtartja az aktuális verzió oldalait.

source: Replace. Create a new version and use the new file pages.
hu: Csere. Létrehoz egy új verziót, és használja az új fájloldalakat.

source: Append all file pages
hu: Az összes fájloldal hozzáfűzése

source: The current pages will be deleted and then all the document file pages will be appended as pages of this document version.
hu: Az aktuális oldalak törlésre kerülnek, majd a dokumentumfájl összes oldala ennek a dokumentumverziónak az oldalaként lesz hozzáfűzve.

source: Reset pages to latest file
hu: Az oldalak visszaállítása a legújabb fájlra

source: Match all pages to that of the latest document file.
hu: Minden oldal párosítása a legutóbbi dokumentumfájl oldalával.

source: Document created
hu: Dokumentum létrehozva

source: Document edited
hu: Dokumentum szerkesztve

source: Document viewed
hu: Dokumentum megtekintve

source: Document file created
hu: Dokumentumfájl létrehozva

source: Document file deleted
hu: Dokumentumfájl törölve

source: Document file edited
hu: Dokumentumfájl szerkesztve

source: Document type created
hu: Dokumentumtípus létrehozva

source: Document type edited
hu: Dokumentumtípus szerkesztve

source: Document type quick label created
hu: Dokumentumtípus gyorscímke létrehozva

source: Document type quick label deleted
hu: Dokumentumtípus gyorscímke törölve

source: Document type quick label edited
hu: Dokumentumtípus gyorscímke szerkesztve

source: Document type changed
hu: Dokumentum típus megváltoztatva

source: Document version created
hu: Dokumentum verzió létrehozva

source: Document version deleted
hu: Dokumentum verzió törölve

source: Document version edited
hu: Dokumentum verzió szerkesztve

source: Document version page created
hu: Dokumentumverzió oldal létrehozva

source: Document version page deleted
hu: Dokumentum verzió oldal törölve

source: Document version page edited
hu: Dokumentum verzió oldal szerkesztve

source: Document trashed
hu: Dokumentum a kukában

source: Trashed document deleted
hu: Kukába helyezett dokumentum törölve

source: Trashed document restored
hu: Kukába helyezett dokumentum visszaállítva

source: Document downloaded (historic)
hu: Dokumentum letöltve (előzmény)

source: Document file created (historic)
hu: Dokumentumfájl létrehozva (előzmény)

source: Document version reverted (historic)
hu: Dokumentum verzió visszaállítva (előzmény)

source: Document version uploaded (historic)
hu: Dokumentum verzió feltöltve (előzmény)

source: Detected
hu: Észlelve

source: Storage
hu: Tároló

source: Other
hu: Egyéb

source: Date added
hu: Dátum megadása

source: MIME type
hu: MIME típus

source: Encoding
hu: Kódolás

source: Size
hu: Méret

source: Exists in storage
hu: Létezik a tárolóban

source: Path in storage
hu: Elérési út a tárolóban

source: Checksum
hu: Ellenőrző összeg

source: Quick document rename
hu: Dokumentum gyors átnevezése

source: Preserve extension
hu: Kiterjesztés megőrzése

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
hu: A fájlkiterjesztést a fájlnév végére helyezi, így a fájlkiterjesztésekre támaszkodó operációs rendszerek helyesen tudják megnyitni a dokumentumot.

source: Date created
hu: Létrehozás dátuma

source: Language
hu: Nyelv

source: Document type
hu: Dokumentumtípus

source: The backend that will be executed against the selected document version.
hu: A kiválasztott dokumentumverzión végrehajtott háttérrendszer.

source: Backend
hu: Háttérrendszer

source: Content type
hu: Tartalom típus

source: Object ID
hu: Objektum azonosító

source: Source
hu: Forrás

source: Destination page number
hu: Céloldal száma

source: Target page number can't be repeated.
hu: A céloldal száma nem ismételhető meg.

source: Page group
hu: Oldalcsoport

source: Page range
hu: Oldal tartomány

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
hu: Oldalszám, amelyről az összes átalakítás klónozásra kerül. A meglévő átalakítások elvesznek.

source: Delete
hu: Törlés

source: Edit
hu: Szerkesztés

source: Introspect
hu: Önellenőrzés

source: Files
hu: Fájlok

source: Print
hu: Nyomtatás

source: Properties
hu: Tulajdonságok

source: Preview
hu: Előnézet

source: Clear transformations
hu: Átalakítások törlése

source: Clone transformations
hu: Átalakítások klónozása

source: First page
hu: Első oldal

source: Last page
hu: Utolsó oldal

source: Previous page
hu: Előző oldal

source: Next page
hu: Következő oldal

source: Document file pages
hu: Dokumentumfájl oldalak

source: Rotate left
hu: Forgatás balra

source: Rotate right
hu: Forgatás jobbra

source: Page image
hu: Oldal kép

source: Reset view
hu: Nézet visszaállítása

source: Zoom in
hu: Közelít

source: Zoom out
hu: Távolít

source: Change type
hu: Típus változtatása

source: All documents
hu: Minden dokumentum

source: Recently accessed
hu: Nemrég hozzáfért

source: Recently created
hu: Nemrég létrehozott

source: Edit properties
hu: Tulajdonságok szerkesztése

source: Create document type
hu: Dokumentumtípus létrehozása

source: Add quick label to document type
hu: Gyorscímke dokumentumtípushoz adása

source: Quick labels
hu: Gyorscímkék

source: Filename generation
hu: Fájlnév generálás

source: Retention policies
hu: Adatmegőrzési szabályzatok

source: Make active
hu: Aktívvá tevés

source: Create document version
hu: Dokumentumverzió létrehozása

source: Versions
hu: Verziók

source: Modify
hu: Módosítás

source: Remap pages
hu: Az oldalak újratérképezése

source: Document version
hu: Dokumentumverzió

source: Document version pages
hu: Dokumentumverzió oldalai

source: Favorites
hu: Kedvencek

source: Add to favorites
hu: Hozzáadás a kedvencekhez

source: Remove from favorites
hu: Eltávolítás a kedvencekből

source: Decorations
hu: Dekorációk

source: Move to trash
hu: Áthelyezés a kukába

source: Trash can
hu: Kuka

source: Restore
hu: Visszaállítás

source: Empty trash
hu: Kuka ürítése

source: Default
hu: Alapéretelmezett

source: January
hu: Január

source: February
hu: Február

source: March
hu: Március

source: April
hu: Április

source: May
hu: Május

source: June
hu: Június

source: July
hu: Július

source: August
hu: Augusztus

source: September
hu: Szeptember

source: October
hu: Október

source: All pages
hu: Minden oldal

source: Label
hu: Cimke

source: Controls what happens when a new document file is uploaded.
hu: Szabályozza, hogy mi történjen új dokumentumfájl feltöltésekor.

source: The server date and time when the document file was processed.
hu: A szerver dátuma és időpontja, amikor a dokumentumfájlt feldolgozták.

source: Timestamp
hu: Időbélyeg

source: An optional short text describing the document file.
hu: A dokumentumfájlt leíró opcionális rövid szöveg.

source: Comment
hu: Hozzászólás

source: File
hu: Fájl

source: Filename
hu: Fájlnév

source: The document file's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
hu: A dokumentumfájl fájl MIME-típusa. A MIME-típusok szabványos módon írják le a fájl formátumát, jelen esetben a dokumentum fájlformátumát. Néhány példa: "text/plain" vagy "mage/jpeg".

source: The document file file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
hu: A dokumentumfájl fájl kódolása. bináris 7 bites, bináris 8 bites, szöveges, base64 stb.

source: Document files
hu: Dokumentumfájlok

source: %(document_file)s - page %(page_num)d of %(total_pages)d
hu: %(document_file)s – oldal%(page_num)d a %(total_pages)d-ból

source: Document file page
hu: Dokumentumfájl oldal

source: Document stub, id: %d
hu: Dokumentum hivatkozás, id: %d

source: Latest document file
hu: Legújabb dokumentumfájl

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
hu: Egy dokumentum UUID-je, univerzálisan egyedi azonosító. Minden dokumentumhoz egyedi azonosító generálódik.

source: The document type of the document.
hu: A dokumentum dokumentumtípusa.

source: A short text identifying the document. By default, will be set to the filename of the first file uploaded to the document.
hu: A dokumentum azonosítására szolgáló rövid szöveg. Alapértelmezés szerint a dokumentumba elsőként feltöltött fájl fájlneve lesz.

source: An optional short text describing a document.
hu: Nem kötelező rövid szöveg, amely egy dokumentumot leír.

source: Description
hu: Leírás

source: The date and time of the document creation.
hu: A dokumentum létrehozásának dátuma és időpontja.

source: Created
hu: Létrehozva

source: The primary language in the document.
hu: A dokumentum elsődleges nyelve.

source: Whether or not this document is in the trash.
hu: Ez a dokumentum a kukában van-e vagy sem.

source: In trash?
hu: A kukában van?

source: The server date and time when the document was moved to the trash.
hu: A szerver dátuma és időpontja, amikor a dokumentumot a kukába helyezték.

source: Date and time trashed
hu: A kukába helyezés dátuma és ideje

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
hu: A dokumentumcsonk olyan dokumentum, amely bejegyzést tartalmaz az adatbázisban, de nincs hozzá feltöltve fájl. Ez lehet megszakított vagy késleltetett feltöltés az API-n keresztül.

source: Is stub?
hu: Ez csonk?

source: Active document version
hu: Aktív dokumentumverzió

source: A short text identifying the document type.
hu: A dokumentum típusát azonosító rövid szöveg.

source: The class responsible for producing the actual filename used to store the uploaded documents.
hu: A feltöltött dokumentumok tárolására használt tényleges fájlnév létrehozásáért felelős osztály.

source: Filename generator backend
hu: Fájlnévgenerátor háttérrendszer

source: The arguments for the filename generator backend as a YAML dictionary.
hu: A fájlnév-generátor háttérrendszerének argumentumai YAML-szótárként.

source: Filename generator backend arguments
hu: Fájlnévgenerátor háttérrendszer argumentumai

source: Amount of time after which documents of this type will be moved to the trash.
hu: Az az idő, amely után az ilyen típusú dokumentumok a kukából is törlődnek.

source: Trash time period
hu: Kukában tartás időszak

source: Trash time unit
hu: Kukában tartás időegysége

source: Amount of time after which documents of this type in the trash will be deleted.
hu: Az az idő, amely után az ilyen típusú dokumentumok a kukából is törlődnek.

source: Delete time period
hu: Törlési időtartam

source: Delete time unit
hu: Törlési időegység

source: Delete documents that do not contain any files after a configured expiration interval.
hu: Törölje azokat a dokumentumokat, amelyek nem tartalmaznak fájlokat egy megadott lejárati idő után.

source: Document stub pruning
hu: Dokumentumcsonk törlése

source: Time (in seconds) after which a document stub will be considered invalid and deleted, if pruning is enabled. This an optimization setting and should only be changed for specific circumstances.
hu: Az az idő (másodpercben), amely után a dokumentum csonk érvénytelennek minősül és törlődik, ha a metszés engedélyezve van. Ez egy optimalizálási beállítás, és csak meghatározott körülmények esetén módosítható.

source: Document stub expiration interval
hu: Dokumentumcsonk lejárati időköz

source: Enabled
hu: Engedélyezett

source: Quick label
hu: Gyorscímke

source: The server date and time when the document version was created.
hu: A szerver dátuma és időpontja, amikor a dokumentum verziója létrejött.

source: An optional short text describing the document version.
hu: Egy opcionális rövid szöveg, amely leírja a dokumentum verzióját.

source: Determines the active version of the document.
hu: Meghatározza a dokumentum aktív verzióját.

source: Active
hu: Aktív

source: Document versions
hu: Dokumentumverziók

source: %(document_version)s page %(page_number)d of %(total_pages)d
hu: %(document_version)s oldal %(page_number)d a %(total_pages)d-ből

source: Unique integer number for the page. Pages are ordered by this number.
hu: Egyedi egész szám az oldalhoz. Az oldalak ezen a számon vannak rendezve.

source: Content type for the source object of the page.
hu: Tartalomtípus az oldal forrásobjektumához.

source: ID for the source object of the page.
hu: Az oldal forrásobjektumának azonosítója.

source: Document version page
hu: Dokumentumverzió oldal

source: User
hu: Felhasználó

source: Favorite document
hu: Kedvenc dokumentum

source: Favorite documents
hu: Kedvenc dokumentumok

source: Accessed
hu: Hozzáférve

source: Recent document
hu: legutóbbi dokumentum

source: Recent documents
hu: Mostanában használt dokumentumok

source: Recently accessed document
hu: Nemrég hozzáfért dokumentum

source: Recently accessed documents
hu: Nemrég hozzáfért dokumentumok

source: Change type of documents
hu: A dokumentum típusának módosítása

source: Create documents
hu: Dokumentumok létrehozása

source: Edit documents
hu: Dokumentumok szerkesztése

source: Edit document properties
hu: Dokumentum tulajdonságok szerkesztése

source: Execute document modifying tools
hu: Dokumentummódosító eszközök végrehajtása

source: View documents
hu: Dokumentumok megtekintése

source: Delete document files
hu: Dokumentumfájlok törlése

source: Edit document files
hu: Dokumentumfájlok szerkesztése

source: Create new document files
hu: Új dokumentumfájlok létrehozása

source: Print document files
hu: Dokumentumfájlok nyomtatása

source: Execute document file modifying tools
hu: Dokumentumfájl-módosító eszközök végrehajtása

source: View document files
hu: Dokumentumfájlok megtekintése

source: Create document versions
hu: Dokumentumverziók létrehozása

source: Delete document versions
hu: Dokumentumverziók törlése

source: Edit document versions
hu: Dokumentumverziók szerkesztése

source: Print document versions
hu: Dokumentumverziók nyomtatása

source: View document versions
hu: Dokumentumverziók megtekintése

source: Create document types
hu: Új dokumentumtípus készítése

source: Delete document types
hu: Dokumentumtípus törlése

source: Edit document types
hu: Dokumentumtípus szerkesztése

source: View document types
hu: Dokumentumtípus megtekintése

source: Restore trashed document
hu: Kukába helyezett dokumentum visszaállítása

source: Delete trashed documents
hu: Kukába helyezett dokumentumok törlése

source: Trash documents
hu: Kukázott dokumentumok

source: Documents fast
hu: Gyors dokumentumok

source: Documents slow
hu: Lassú dokumentumok

source: Documents file
hu: Dokumentumok fájl

source: Documents file slow
hu: Lassú dokumentumok

source: Documents periodic
hu: Időszakos dokumentumok

source: Documents trash
hu: Dokumentumok a kukában

source: Documents version
hu: Dokumentumok verzió

source: Create new document file
hu: Új dokumentumfájl létrehozása

source: Upload new document file
hu: Új dokumentumfájl feltöltése

source: Move a document to the trash
hu: Egy dokumentum áthelyezése a kukába

source: Upload new document
hu: Új dokumentum feltöltése

source: Calculate and update document file checksum
hu: A dokumentumfájl ellenőrző összegének kiszámítása és frissítése

source: Calculate and update document file MIME type
hu: A dokumentumfájl MIME típusának kiszámítása és frissítése

source: Update document file page count
hu: A dokumentumfájl oldalszámának frissítése

source: Update document file size
hu: A dokumentumfájl méretének frissítése

source: Create a new version after the file is processed
hu: Új verzió létrehozása a fájl feldolgozása után

source: Delete a document file
hu: Dokumentumfájl törlése

source: Check document type trash periods
hu: Dokumentumtípus kukázási időszakainak ellenőrzése

source: Delete document stubs
hu: Dokumentum csonkok törlése

source: Check document type delete periods
hu: Dokumentumtípus törlési időszakainak ellenőrzése

source: Empty the trash can
hu: Kuka ürítése

source: Delete a document
hu: Dokumentum törlése

source: Append all document file pages to a document version
hu: A dokumentumfájl összes oldalának hozzáfűzése a dokumentum verziójához

source: Reset the page list of a document version
hu: Dokumentumverzió oldallistájának visszaállítása

source: Export a document version
hu: Dokumentumverzió exportálása

source: Delete a document version
hu: Dokumentumverzió törlése

source: The database ID of the document type.
hu: A dokumentumtípus adatbázis-azonosítója.

source: Document type ID
hu: Dokumentumtípus azonosító

source: Document type label
hu: Dokumentumtípus címke

source: Document description
hu: Dokumentum leírása

source: The database ID of the document.
hu: A dokumentum adatbázis-azonosítója.

source: Document ID
hu: Dokumentumazonosító

source: Document label
hu: Dokumentumcímke

source: Document UUID
hu: Dokumentum UUID

source: Document file checksum
hu: Dokumentumfájl ellenőrző összeg

source: Document file URL
hu: Dokumentumfájl URL

source: Image URL
hu: Kép URL-je

source: Action name
hu: Művelet neve

source: Document URL
hu: Dokumentum URL

source: Binary content for the new file.
hu: Az új fájl bináris tartalma.

source: File new
hu: Új fájl

source: Page list URL
hu: Oldallista URL

source: Pages first
hu: Első oldalak

source: ID
hu: Azonosító

source: Document type ID for the new document.
hu: Az új dokumentum dokumentumtípus-azonosítója.

source: Document change type URL
hu: A dokumentum módosítási típusának URL-címe

source: File latest
hu: Legutóbbi fájl

source: File list URL
hu: Fájllista URL

source: Version active
hu: Aktív verzió

source: Version list URL
hu: Verziólista URL

source: Primary key of the document type into which the document will be changed.
hu: Annak a dokumentumtípusnak az elsődleges kulcsa, amelyre a dokumentumot módosítani fogják.

source: Document type URL
hu: Dokumentumtípus URL

source: Documents URL
hu: Dokumentumok URL

source: Quick label list URL
hu: Gyorscímke lista URL

source: Backend ID
hu: Háttérrendszer azonosító

source: Primary key of the modification backend to execute.
hu: A végrehajtandó módosítási háttérrendszer elsődleges kulcsa.

source: Content type ID of the source object for the page.
hu: Az oldal forrásobjektumának tartalomtípus-azonosítója.

source: Document version URL
hu: Dokumentumverzió URL

source: Export URL
hu: URL exportálása

source: Document ID for the new favorite document.
hu: Dokumentumazonosító az új kedvenc dokumentumhoz.

source: Restore URL
hu: URL visszaállítása

source: The threshold at which the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document file page image cache files. Specify the size in bytes.
hu: Az a küszöbérték, amelynél a DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND megkezdi a legrégebbi dokumentumfájl-oldal kép-gyorsítótár fájljainak törlését. Adja meg a méretet bájtban.

source: Path to the Storage subclass to use when storing document files.
hu: A Tárolás alosztály elérési útja a dokumentumfájlok tárolásakor.

source: Arguments to pass to the DOCUMENT_FILE_STORAGE_BACKEND.
hu: A DOCUMENT_FILE_STORAGE_BACKEND fájlba átadandó argumentumok.

source: Path to the Storage subclass to use when storing the cached document file page image files.
hu: A Tárolás alosztály elérési útja a gyorsítótárazott dokumentumfájl oldalképfájlok tárolásakor.

source: Arguments to pass to the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
hu: A DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND-be továbbítandó argumentumok.

source: Maximum number of favorite documents to remember per user.
hu: Felhasználónként felvehető kedvenc dokumentumok maximális száma.

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
hu: A dokumentumfájl ellenőrző összegének kiszámításához használt blokkok mérete. A 0 érték letiltja a blokkszámítást, és a teljes fájl betöltődik a memóriába.

source: Default documents language (in ISO639-3 format).
hu: A dokumentumok alapértelmezett nyelve (ISO639-3 formátumban).

source: List of supported document languages. In ISO639-3 format.
hu: A támogatott dokumentumnyelvek listája. ISO639-3 formátumban.

source: The threshold at which the DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document version page image cache versions. Specify the size in bytes.
hu: Az a küszöbérték, amelynél a DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND megkezdi a legrégebbi dokumentumverzió-oldal kép-gyorsítótár verzióinak törlését. Adja meg a méretet bájtban.

source: Path to the Storage subclass to use when storing the cached document version page image versions.
hu: A Tárolás alosztály elérési útja, amelyet a gyorsítótárazott dokumentumverzió oldal képverzióinak tárolásakor használ.

source: Arguments to pass to the DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
hu: A DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND-hez továbbítandó argumentumok.

source: Maximum number of recently accessed documents (created, edited, viewed) to remember per user.
hu: A közelmúltban hozzáfért (létrehozott, szerkesztett, megtekintett) dokumentumok maximális száma felhasználónként.

source: Maximum number of recently created documents to show.
hu: A legutóbb létrehozott dokumentumok maximális száma.

source: Amount in degrees to rotate a document page per user interaction.
hu: A felhasználó ennyi fokkal lesz képes elforgatni a dokumentumoldalt egy lépésben.
