Repository: saifkhalil/mayanEDMS
Catalog: apps/documents/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Height in pixels of the document thumbnail image.
hu: A dokumentum indexképének magassága pixelben.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
hu: Egy dokumentum oldal százalékos (%) nagyításának aránya egy lépésben.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
hu: Egy dokumentum oldal százalékos (%) kicsinyítésének aránya egy lépésben.

source: Amount in percent zoom in or out a document page per user interaction.
hu: Egy dokumentum oldal százalékos nagyításának vagy kicsinyítésének aránya egy lépésben.

source: New documents per month
hu: Új dokumentumok havonta

source: New document files per month
hu: Új dokumentumfájlok havonta

source: New document pages per month
hu: Új dokumentum oldalak havonta

source: Total documents at each month
hu: Dokumentumok számossága havonta

source: Total document files at each month
hu: Összes dokumentumfájl minden hónapban

source: Total document pages at each month
hu: Dokumentum oldalak számossága havonta

source: Total documents per document type
hu: Összes dokumentum dokumentumtípusonként

source: Total document files per document type
hu: Összes dokumentumfájl dokumentumtípusonként

source: Total document file pages per document type
hu: Összes dokumentumfájl oldal dokumentumtípusonként

source: Unable to initialize the document file storage. Check the settings {} and {} for formatting errors.
hu: Nem lehet inicializálni a dokumentumfájl-tárat. Ellenőrizze a beállításokat {} és {} formázási hibákért.

source: Unable to initialize the document file image storage. Check the settings {} and {} for formatting errors.
hu: Nem lehet inicializálni a dokumentumfájl képtárát. Ellenőrizze a beállításokat {} és {} formázási hibákért.

source: Document file page images
hu: Dokumentumfájl oldal képei

source: Unable to initialize the document version image storage. Check the settings {} and {} for formatting errors.
hu: Nem lehet inicializálni a dokumentumverzió képtárát. Ellenőrizze a beállításokat {} és {} formázási hibákért.

source: Document version page images
hu: Dokumentumverzió oldal képei

source: Document page image preview
hu: Dokumentumoldal kép előnézete

source: No file pages
hu: Nincsenek fájloldalak

source: Document file page transformation error
hu: Dokumentumfájl oldal átalakítási hiba

source: Document version page transformation error
hu: Dokumentumverzió oldal átalakítási hiba

source: No valid or active version
hu: Nincs érvényes vagy aktív verzió

source: No version pages
hu: Nincsenek verzióoldalak

source: Page %(page_number)s of %(total_pages)s
hu: %(page_number)soldal a %(total_pages)s-ból

source: No pages to display
hu: Nincs megjeleníthető oldal

source: Unknown language "%s"
hu: Ismeretlen nyelv "%s"

source: This could mean that the document file is of a format that is not supported, that it is corrupted, or that the upload process was interrupted. Use the document file introspection link to attempt detection the page count again.
hu: Ez azt jelentheti, hogy a dokumentumfájl formátuma nem támogatott, sérült, vagy a feltöltési folyamat megszakadt. Használja a dokumentumfájl betekintési hivatkozását az oldalszám ismételt észleléséhez.

source: No document file pages available
hu: Nincsenek elérhető dokumentumoldalak

source: Pages of document file: %s
hu: A dokumentumfájl oldalai: %s

source: There are no more pages in this document
hu: A dokumentumnak nincs több oldala

source: You are already at the first page of this document
hu: Ez már a dokumentum első oldala

source: Image of: %s
hu: %s képe

source: Error deleting document file "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" dokumentumfájl törlésekor; %(exception)s

source: Document file "%(object)s" deletion queued successfully.
hu: A "%(object)s" dokumentumfájl törlése sikeresen sorba került.

source: %(count)d document file deletion queued successfully.
hu: %(count)d dokumentumfájl törlése sikeresen sorba került.

source: %(count)d document files deletions queued successfully.
hu: %(count)d dokumentumfájl törlése sikeresen sorba került.

source: Delete document file: %(object)s.
hu: Dokumentumfájl törlése: %(object)s .

source: Delete the %(count)d selected document file.
hu: %(count)d kiválasztott dokumentumfájl törlése.

source: Delete the %(count)d selected document files.
hu: %(count)d kiválasztott dokumentumfájl törlése.

source: All document files pages from this document file and the document version pages linked to them will be deleted too. The process will be performed in the background.
hu: A dokumentumfájl összes dokumentumfájl-oldala és a hozzájuk kapcsolódó dokumentumverziós oldalak is törlődnek. A folyamat a háttérben történik.

source: Edit document file: %s
hu: Dokumentumfájl szerkesztése: %s

source: %(count)d document file queued for introspection.
hu: %(count)d dokumentumfájl várakozik az önellenőrzésre.

source: %(count)d document files queued for introspection.
hu: %(count)d dokumentumfájl várakozik az önellenőrzésre.

source: Introspect the selected document file?
hu: Megnézi a kiválasztott dokumentumfájlt?

source: Introspect the document file: %s?
hu: Ellenőrzi a dokumentumfájlt: %s ?

source: The document file will be re-examined for file size, page count, checksum, and its related document version pages re-created. All transformations will be lost.
hu: A dokumentumfájlt újra megvizsgáljuk a fájlméret, az oldalszám, az ellenőrző összeg és a kapcsolódó dokumentumverzió oldalainak újbóli létrehozása szempontjából. Minden átalakítás elveszik.

source: File are the actual files that were uploaded for each document. Their contents needs to be mapped to a version before it can be used.
hu: A fájl az egyes dokumentumokhoz feltöltött tényleges fájlok. Tartalmukat hozzá kell rendelni egy verzióhoz, mielőtt felhasználható lenne.

source: No files available
hu: Nincsenek elérhető fájlok

source: Files of document: %s
hu: Ennek a dokumentumnak a fájljai: %s

source: Preview of document file: %s
hu: Ennek a dokumentumfájlnak az előnézete: %s

source: Properties of document file: %s
hu: Ennek a dokumentumfájlnak a tulajdonságai: %s

source: Transformation clear request processed for %(count)d document file.
hu: Átalakítás törlési kérelem feldolgozva a %(count)d dokumentumfájlhoz.

source: Transformation clear request processed for %(count)d document files.
hu: Átalakítás törlési kérelem feldolgozva a %(count)d dokumentumfájlhoz.

source: Clear all the page transformations for the selected document file?
hu: Törli a kiválasztott dokumentumfájl összes oldalátalakítását?

source: Clear all the page transformations for the document file: %s?
hu: Törli a következő dokumentumfájl összes oldalátalakítását: %s ?

source: Error deleting the page transformations for document file: %(document_file)s; %(error)s.
hu: Hiba az oldalátalakítások törlésekor a következő dokumentumfájlhoz: %(document_file)s ; %(error)s .

source: Error cloning the page transformations for document file: %(document_file)s; %(error)s.
hu: Hiba a dokumentumfájl oldalátalakításainak klónozása során: %(document_file)s ; %(error)s .

source: Transformations cloned successfully.
hu: Az átalakítások sikeresen klónozva

source: Clone page transformations of document file: %s
hu: A dokumentumfájl oldalátalakításainak klónozása: %s

source: Trashing
hu: Kukázás

source: Deletion
hu: Törlés

source: Stub pruning
hu: Csonk törlés

source: Retention policies for document type: %s
hu: Ennek a dokumentumtípusnak a megőrzési szabályzata: %s

source: Documents of type: %s
hu: %s típusú dokumentumok

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
hu: A dokumentumtípusok a konfigurálás legalapvetőbb egységei. A rendszerben minden tőlük függ. Minden feltölteni kívánt fizikai dokumentumtípushoz definiáljon egy dokumentumtípust. Példa dokumentumtípusok\: számla, nyugta, kézikönyv, recept, mérleg.

source: No document types available
hu: Nem állnak rendelkezésre dokumentumtípusok

source: All documents of this type will be deleted too.
hu: Minden ilyen típusú dokumentum törlésre kerül.

source: Delete the document type: %s?
hu: Törli a dokumentumtípust: %s?

source: Edit document type: %s
hu: Dokumentumtípus szerkesztése: %s

source: Create quick label for document type: %s
hu: Gyorscímke létrehozása a %s dokumentumtípushoz

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
hu: Törli a gyorscímkét: %(label)s , a "%(document_type)s” dokumentumtípusból?

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
hu: "%(document_type)s" dokumentumtípushoz tartozó "%(filename)s" gyorscímke szerkesztése

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
hu: A gyorscímkék előre meghatározott fájlnevek, amelyek lehetővé teszik a dokumentumok gyors átnevezését feltöltés közben, a listából való kiválasztással. A gyorscímkék a dokumentumok feltöltése után is használhatók.

source: There are no quick labels for this document type
hu: Ehhez a dokumentumtípushoz nincsenek gyorscímkék

source: Quick labels for document type: %s
hu: Dokumentumtípushoz tartozó gyorscímkék:%s

source: Filename generation setup for document type: %s
hu: Fájlnév-generálás beállítás ehhez a dokumentumtípushoz: %s

source: The page number of this page will be skipped. If you want to achieve sequential page numbering, use the page remap action instead.
hu: Ennek az oldalnak az oldalszáma kimarad. Ha szekvenciális oldalszámozást szeretne elérni, használja helyette az oldal újratérképezési műveletet.

source: Delete document version page %s ?
hu: Törli a dokumentumverzió %s oldalát ?

source: Document version pages are links to actual content pages. Create them using the page remap actions or the version modification action.
hu: A dokumentumverzió oldalak tényleges tartalmi oldalakra mutató hivatkozások. Hozza létre őket az oldal-újratérképezési műveletekkel vagy a verziómódosítási művelettel.

source: No document version pages available
hu: Nem állnak rendelkezésre dokumentumverzió oldalak

source: Pages of document version: %s
hu: A dokumentumverzió oldalai: %s

source: None
hu: Nincs

source: There are no sources available to remap for this document version.
hu: Ehhez a dokumentumverzióhoz nem állnak rendelkezésre források.

source: No page sources available
hu: Nem állnak rendelkezésre oldalforrások

source: Remap pages of document version: %s
hu: A dokumentumverzió oldalainak újratérképezése: %s

source: There are no more pages in this document.
hu: Nincs több oldal ebben a dokumentumban.

source: You are already at the first page of this document.
hu: Már a dokumentum első oldalán van.

source: Make the document version "%s" the active version?
hu: Legyen a "%s" dokumentumverzió az aktív verzió?

source: Successfully changed the active document version.
hu: Az aktív dokumentumverzió sikeresen módosítva.

source: Create a document version for document: %s
hu: Dokumentumverzió létrehozása a következő dokumentumhoz: %s

source: Document version "%(object)s" deletion queued successfully.
hu: A "%(object)s" dokumentumverzió törlése sikeresen sorba került.

source: %(count)d document version deletion queued successfully.
hu: %(count)d dokumentumverzió törlése sikeresen sorba került.

source: %(count)d document version deletions queued successfully.
hu: %(count)d dokumentumverzió törlése sikeresen sorba került.

source: Delete document version "%(object)s".
hu: A "%(object)s" dokumentumverzió törlése.

source: Delete %(count)d document version.
hu: %(count)d dokumentumverzió törlése.

source: Delete %(count)d document versions.
hu: %(count)d dokumentumverzió törlése.

source: The process will be performed in the background.
hu: A folyamat a háttérben történik.

source: Edit document version: %s
hu: Ennek a dokumentum verziónak a szerkesztése: %s

source: Versions are views that can display document file pages as they are, remap or merge them into different layouts.
hu: A verziók olyan nézetek, amelyek a dokumentumfájl oldalait úgy jelenítik meg, ahogy vannak, újraképezik vagy egyesítik különböző elrendezésekbe.

source: No versions available
hu: Nem állnak rendelkezésre verziók

source: Versions of document: %s
hu: %s dokumentum verziói

source: Document version modification backend queued successfully.
hu: A dokumentumverzió módosítási háttérrendszer sikeresen várólistára került.

source: Execute version modification action for document version: %s
hu: Verziómódosítási művelet végrehajtása ehhez a dokumentumverzióhoz: %s

source: Preview of document version: %s
hu: Ennek a dokumentumverziónak az előnézete: %s

source: Transformation clear request processed for %(count)d document version.
hu: Átalakítás törlési kérelem feldolgozva a %(count)d dokumentumverzióhoz.

source: Transformation clear request processed for %(count)d document versions.
hu: Átalakítás törlési kérelem feldolgozva %(count)d dokumentumverziókhoz.

source: Clear all the page transformations for the selected document version?
hu: Törli az összes oldalátalakítást a kiválasztott dokumentumverzióhoz?

source: Clear all the page transformations for the document version: %s?
hu: Törölje az összes oldalátalakítását ennek a dokumentumverziónak: %s ?

source: Error deleting the page transformations for document version: %(document_version)s; %(error)s.
hu: Hiba az oldalátalakítások törlésekor ennél dokumentumverziónál: %(document_version)s ; %(error)s .

source: Error cloning the page transformations for document version: %(document_version)s; %(error)s.
hu: Hiba az oldalátalakítások klónozásánál a következő dokumentumverzióhoz: %(document_version)s ; %(error)s .

source: Clone page transformations of document version: %s
hu: Ennek dokumentumverziónak az oldalátalakításainak a klónozása: %s

source: Error retrieving document list: %(exception)s.
hu: Hiba a dokumentumlista lekérésekor: %(exception)s .

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
hu: Ez azt jelentheti, hogy egyetlen dokumentum sem került feltöltésre, vagy felhasználói fiókja nem kapott megtekintési engedélyt egyetlen dokumentumhoz vagy dokumentumtípushoz sem.

source: No documents available
hu: Nem állnak rendelkezésre dokumentumok

source: Document type change request performed on %(count)d document.
hu: Dokumentumtípus-módosítási kérelem végrehajtva a %(count)d dokumentumon.

source: Document type change request performed on %(count)d documents.
hu: Dokumentumtípus-módosítási kérelem végrehajtva %(count)d dokumentumon.

source: Change the type of the selected document.
hu: Módosítsa a kiválasztott dokumentum típusát.

source: Change the type of the document: %s
hu: A dokumentum típusának módosítása: %s

source: Document type for "%s" changed successfully.
hu: A " %s " dokumentumtípus sikeresen megváltozott.

source: Preview of document: %s
hu: Ennek a dokumentumnak az előnézete: %s

source: Edit properties of document: %s
hu: Ennek a dokumentumnak a tulajdonságainak szerkesztése: %s

source: Properties of document: %s
hu: Ennek a dokumentumnak a tulajdonságai: %s

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
hu: Ebben a nézetben megjelennek a kedvenc dokumentumok. Felhasználónként legfeljebb %(count)d dokumentum tehető a kedvencek közé.

source: There are no favorited documents.
hu: Nincsenek kedvenc dokumentumok.

source: %(count)d document added to favorites.
hu: %(count)d dokumentum hozzáadva a kedvencekhez.

source: %(count)d documents added to favorites.
hu: %(count)d dokumentum hozzáadva a kedvencekhez.

source: Add the selected document to favorites?
hu: Hozzáadja a kiválasztott dokumentumot a kedvencekhez?

source: Document "%(instance)s" is not in favorites.
hu: A "%(instance)s" dokumentum nincs a kedvencek között.

source: %(count)d document removed from favorites.
hu: %(count)d dokumentum eltávolítva a kedvencek közül.

source: %(count)d documents removed from favorites.
hu: %(count)d dokumentum eltávolítva a kedvencekből.

source: Remove the selected document from favorites?
hu: Eltávolítja a kiválasztott dokumentumot a kedvencek közül?

source: Print: %s
hu: Nyomtatás: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
hu: Ez a nézet felsorolja a felhasználói fiók által megtekintett vagy bármilyen módon módosított legutóbbi dokumentumokat.

source: There are no recently accessed documents
hu: Nincsenek nemrégiben hozzáfért dokumentumok

source: This view will list the latest documents created in the system.
hu: Ez a nézet felsorolja a rendszerben létrehozott legfrissebb dokumentumokat.

source: There are no recently created documents
hu: Nincsenek nemrégiben létrehozott dokumentumok

source: Document "%(object)s" queued for trashing.
hu: A "%(object)s" dokumentum a kukába helyezéshez várólistára került.

source: %(count)d documents queued for trashing.
hu: %(count)d dokumentum a kukába helyezve.

source: Move the document "%(object)s" to trash?
hu: Áthelyezi a "%(object)s" dokumentumot a kukába?

source: Move the selected document to the trash?
hu: Áthelyezi a kiválasztott dokumentumot a kukába?

source: Move the %(count)d selected documents to trash?
hu: Áthelyezi a %(count)d kiválasztott dokumentumot a kukába?

source: Empty trash?
hu: Kuka ürítése?

source: The trash emptying task has been queued.
hu: A kuka-ürítési feladat a várólistára került.

source: %(count)d trashed documents submitted for deletion.
hu: %(count)d kukázott dokumentum törlésre elküldve.

source: Trash document "%(object)s" submitted for deletion.
hu: A "%(object)s" kukázott dokumentum elküldve törlésre.

source: %(count)d trashed document submitted for deletion.
hu: %(count)d törlésre elküldött kukába helyezett dokumentum.

source: Delete the %(count)d selected trashed documents?
hu: Törli a %(count)d kukába helyezett kijelölt dokumentumot?

source: Delete the trashed document "%(object)s"?
hu: Törli a kukába helyezett "%(object)s" dokumentumot?

source: Delete the selected trashed document?
hu: Törli a kukába helyezett kijelölt dokumentumot?

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
hu: Az adatvesztés elkerülése érdekében a dokumentumok nem törlődnek azonnal. Először a kukába helyeződnek. Innen aztán véglegesen törölhetők vagy visszaállíthatók.

source: There are no documents in the trash can
hu: Nincsenek dokumentumok a kukában

source: %(count)d trashed documents restored.
hu: %(count)d kukába helyezett dokumentum visszaállítva.

source: Trashed document "%(object)s" restored.
hu: A kukába helyezett "%(object)s" dokumentum visszaállítva.

source: %(count)d trashed document restored.
hu: %(count)d kukába helyezett dokumentum visszaállítva.

source: Restore the %(count)d selected trashed documents?
hu: Visszaállítja a %(count)d kiválasztott kukába helyezett dokumentumot?

source: Restore the trashed document: %(object)s
hu: A kukába helyezett dokumentum visszaállítása: %(object)s

source: Restore the selected trashed document?
hu: Visszaállítja a kiválasztott kukába helyezett dokumentumot?

source: New document type for the workflow document.
hu: Új dokumentumtípus a munkafolyamat-dokumentumhoz.

source: Change document type
hu: Dokumentumtípus módosítása

source: Send document to trash
hu: Dokumentum küldése a kukába
