Repository: saifkhalil/mayanEDMS
Catalog: apps/file_metadata/locale/*/LC_MESSAGES/django.po
Languages: bg, uk

source: Label
bg: Етикет
uk: Мітка

source: File metadata
bg: Метаданни на файла
uk: Метадані файлу

source: File metadata internal name
uk: Внутрішня назва метаданих файлу

source: File metadata value
bg: Стойност на метаданни на файл
uk: Значення метаданих файлу

source: Return the value of a specific file metadata.
bg: Покажете стойността на определени метаданни на файла
uk: Повертає значення певних метаданих файлу.

source: File metadata value of
bg: Метаданни във файл за
uk: Значення метаданих файлу

source: MIME types
bg: MIME типове
uk: MIME типи

source: Internal name
bg: Вътрешно име
uk: Внутрішнє ім'я

source: Description
bg: Описание
uk: Опис

source: Arguments
bg: Аргументи
uk: Аргументи

source: Document file submitted for file metadata processing
bg: Файл на документ, изпратен за обработка на метаданни
uk: Файл документа, надісланий для обробки метаданих файлу

source: Document file file metadata processing finished
bg: Обработката на метаданните на файл с документ приключи
uk: Обробку метаданих файлу документа завершено

source: Attributes
bg: Характеристики
uk: Атрибути

source: Submit for file metadata
bg: Подайте за метаданни на файла
uk: Надіслати метадані файлу

source: Edit
bg: Редактиране
uk: Редагувати

source: File metadata processing per type
bg: Обработка на метаданни на файл според типа
uk: Обробка метаданих файлу за типом

source: File metadata drivers
uk: Драйвери метаданих файлу

source: Return the specified document file file metadata entry.
bg: Върнете записаните метаданни на файла с документ.
uk: Повернути вказаний запис метаданих файлу документа.

source: Attribute count
bg: Брой на характеристиките
uk: Кількість атрибутів

source: Full path
bg: Пълен път
uk: Повний шлях

source: Driver
bg: Драйвер
uk: Драйвер

source: Document file
bg: Файл на документа
uk: Файл документа

source: Document file driver entry
bg: Запис на драйвер на файл с документи
uk: Запис драйвера файлу документа

source: Document file driver entries
bg: Записи на драйвер на файл с документи
uk: Записи драйвера файлу документа

source: Document type
bg: Тип документ
uk: Тип документа

source: Enabled
bg: Активиран
uk: Активовано

source: Normalized name of the file metadata entry.
uk: Нормалізоване ім'я запису метаданих файлу.

source: Name of the file metadata entry as provided by the driver.
uk: Ім'я запису метаданих файлу, надане драйвером.

source: Key
bg: Ключ
uk: Ключ

source: Value of the file metadata entry.
bg: Стойност на метаданните на файла
uk: Значення запису метаданих файлу.

source: Value
bg: Стойност
uk: Значення

source: File metadata entry
bg: Метаданни на файл
uk: Запис метаданих файлу

source: File metadata entries
bg: Метаданни на файл
uk: Записи метаданих файлу

source: Driver path
bg: Път към драйвера
uk: Шлях до драйвера

source: Drivers
bg: Драйвери
uk: Драйвери

source: Change document type file metadata settings
bg: Промени настройките на метаданните на файл за тип документ
uk: Змінити параметри метаданих файлу типу документа

source: Submit document for file metadata processing
bg: Подайте документа за обработка на метаданните на файл
uk: Надіслати документ для обробки метаданих файлу

source: View file metadata
bg: Виж метаданните на файла
uk: Переглянути метадані файлу

source: Process document file
bg: Обработка на файл с документи
uk: Обробити файл документа

source: Finish document file metadata processing
uk: Завершити обробку метаданих файлу документа

source: Process file metadata driver
uk: Процес драйвера метаданих файлу

source: File metadata key
bg: Ключ за метаданни на файл
uk: Ключ метаданих файлу

source: Set new document types to perform file metadata processing automatically by default.
bg: Настройте новите типове документи да извършват обработка на метаданни на файл автоматично по подразбиране
uk: Встановити нові типи документів для автоматичної обробки метаданих файлів за замовчуванням.

source: Arguments to pass to the drivers.
bg: Аргументи за подаване към драйверите
uk: Аргументи що передаються драйверам.

source: File metadata are the attributes of the document's file. They can range from camera information used to take a photo to the author that created a file. File metadata are set when the document's file was first created. File metadata attributes reside in the file itself. They are not the same as the document metadata, which are user defined and reside in the database.
bg: Метаданните на файла са характеристики на файла на документа. Те могат да варират от информация от фотоапарат използван за снимки до автора, който е създал файла. Метаданните на файла се определят в момента на създаване на файла. Характеристиките на метаданните на файла съществуват вътре в самия файл. Те не са същото като метаданни на документа, които се определят от потребителя и съществуват в базата данни.
uk: Метадані файлу - це атрибути файлу документа. Вони можуть включати інформацію про камеру, використану для зйомки фотографії, або автора, який створив файл. Метадані файлу встановлюються при створенні самого файлу документа. Атрибути метаданих файлу знаходяться в самому файлі. Вони не є тими самими, що й метадані документа, які визначаються користувачем і знаходяться в базі даних.

source: No file metadata available.
bg: Няма метаданни на файл
uk: Немає доступних метаданих файлу.

source: File metadata drivers for: %s
bg: Драйвери на метаданни на файл за: %s
uk: Драйвери файлу метаданих для: %s

source: This could mean that the file metadata detection has not completed or that the driver does not support any metadata field for the file type of this document.
bg: Това може да означава, че откриването на метаданни на файла не е завършено или че драйверът не поддържа никакво поле с метаданни за типа файл на този документ.
uk: Це може означати, що виявлення метаданих файлу не завершено або драйвер не підтримує жодного поля метаданих для типу файлу цього документа.

source: No file metadata available for this driver.
bg: Няма налични файлови метаданни за този драйвер.
uk: Немає доступних метаданих файлу для цього драйвера.

source: File metadata attributes for: %(document_file)s with driver: %(driver)s
bg: Атрибути на метаданните на файла за: %(document_file)s с драйвер: %(driver)s
uk: Атрибути метаданих файлу для: %(document_file)s з драйвером: %(driver)s

source: %(count)d documents files submitted to the file metadata queue.
bg: %(count)d файлове с документи, изпратени до опашката с метаданни на файла.
uk: %(count)d документів файлів подано до черги метаданих файлу.

source: %(count)d document file submitted to the file metadata queue.
bg: %(count)d файл с документ, изпратен в опашката с метаданни на файла.
uk: %(count)d документів файлів надіслано до черги метаданих файлу.

source: Submit the selected document file to the file metadata queue?
bg: Изпращане на избрания файл с документ към опашката с метаданни на файла?
uk: Надіслати вибраний файл документа до черги метаданих?

source: Submit all documents of a type for file metadata processing.
bg: Подайте всички документи от дадения тип за обработка на метаданните на файла
uk: Надіслати усі документи певного типу для обробки метаданих файлів.

source: %(count)d documents added to the file metadata processing queue.
bg: %(count)dдокумента добавени към опашката за обработка на метаданни на файл
uk: %(count)d документів додано до черги обробки метаданих файлу.

source: File metadata drivers extract embedded information from document files. File metadata drivers are configure in code only.
uk: Файлові драйвери метаданих витягують вбудовану інформацію з файлів документів. Файлові драйвери метаданих налаштовуються лише в коді.

source: No file metadata drivers available.
uk: Немає доступних драйверів метаданих файлу.
