Repository: saifkhalil/mayanEDMS
Catalog: apps/views/locale/*/LC_MESSAGES/django.po
Languages: cs, hu, uk

source: Views
cs: Náhledy
hu: Nézetek
uk: Перегляди

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
cs: Vyberte položky, které chcete odstranit. Podržte Control pro výběr více záznamů. Po dokončení výběru klepněte na tlačítko níže nebo poklepáním na seznam akci aktivujte.
hu: Válassza ki az eltávolítandó bejegyzéseket. Több bejegyzés kiválasztásához tartsa lenyomva a Control billentyűt. A kijelölés befejezése után kattintson az alábbi gombra, vagy kattintson duplán a listára a művelet aktiválásához.
uk: Виберіть записи, які потрібно видалити. Утримуйте клавішу Control, щоб вибрати кілька записів. Після завершення вибору натисніть кнопку нижче або двічі клацніть по списку, щоб активувати дію.

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
cs: Vyberte položky, které chcete přidat. Podržte Control pro výběr více záznamů. Po dokončení výběru klepněte na tlačítko níže nebo poklepáním na seznam akci aktivujte.
hu: Válassza ki a hozzáadni kívánt bejegyzéseket. Több bejegyzés kiválasztásához tartsa lenyomva a Control billentyűt. A kijelölés befejezése után kattintson az alábbi gombra, vagy kattintson duplán a listára a művelet aktiválásához.
uk: Виберіть записи, які потрібно додати. Утримуйте клавішу Control, щоб вибрати кілька записів. Після завершення вибору натисніть кнопку нижче або двічі клацніть по списку, щоб активувати дію.

source: Add all
cs: Přidat vše
hu: Az összes hozzáadása
uk: Додати все

source: Add
cs: Přidat
hu: Hozzáadás
uk: Додати

source: Remove all
cs: Odebrat vše
hu: Összes eltávolítása
uk: Видалити все

source: Remove
cs: Odstranit
hu: Eltávolítás
uk: Видалити

source: Error updating relationship; %s
cs: Chyba při aktualizaci vztahu; %s
hu: Hiba a kapcsolat frissítése során; %s
uk: Помилка оновлення відношення; %s

source: Relationships updated successfully
cs: Vztahy byly úspěšně aktualizovány
hu: A kapcsolatok frissítése sikeresen megtörtént
uk: Відносини успішно оновлені

source: Duplicate data error: %(error)s
cs: Chyba duplicitních dat: %(error)s
hu: Duplikátum adat hiba: %(error)s
uk: Помилка дублювання даних: %(error)s

source: %(object)s not created, error: %(error)s
cs: %(object)s nebyl vytvořen, chyba: %(error)s
hu: %(object)s nem jött létre, hiba: %(error)s
uk: %(object)s не створено, помилка: %(error)s

source: %(object)s created successfully.
cs: %(object)s byl úspěšně vytvořen.
hu: %(object)s sikeresen létrehozva.
uk: %(object)s успішно створено.

source: %(object)s not deleted, error: %(error)s.
cs: %(object)s nebyl smazán, chyba: %(error)s.
hu: %(object)s nincs törölve, hiba: %(error)s .
uk: %(object)s не видалено, помилка: %(error)s.

source: %(object)s deleted successfully.
cs: %(object)s byl úspěšně smazán.
hu: %(object)s sikeresen törölve.
uk: %(object)s успішно видалено.

source: Error retrieving %(object)s; %(error)s
hu: Hiba a %(object)s lekérésekor ; %(error)s
uk: Помилка отримання %(object)s; %(error)s

source: %(object)s not updated, error: %(error)s.
cs: %(object)s nebyl aktualizován, chyba: %(error)s.
hu: %(object)s nincs frissítve, hiba: %(error)s .
uk: %(object)s не оновлено, помилка: %(error)s.

source: %(object)s updated successfully.
cs: %(object)s byl úspěšně aktualizován.
hu: %(object)s sikeresen frissítve.
uk: %(object)s успішно оновлено.

source: %(count)d objects deleted successfully.
hu: %(count)d objektum sikeresen törölve.
uk: %(count)d об'єктів успішно видалено.

source: "%(object)s" deleted successfully.
hu: "%(object)s" sikeresen törölve.
uk: "%(object)s" успішно видалено.

source: %(count)d object deleted successfully.
hu: %(count)d objektum sikeresen törölve.
uk: %(count)d об'єкт успішно видалено.

source: Delete %(count)d objects.
hu: %(count)d objektum törlése.
uk: Видалити %(count)d об'єктів.

source: Delete "%(object)s".
hu: "%(object)s" törlése.
uk: Видалити "%(object)s".

source: Delete %(count)d object.
hu: %(count)d objektum törlése.
uk: Видалити об’єкт %(count)d .

source: App
cs: Aplikace
hu: Alkalmazás
uk: Додаток

source: Value
cs: Hodnota
hu: Érték
uk: Значення

source: Namespace
cs: Jmenný prostor
hu: Névtér
uk: Простір імен

source: Name
cs: název
hu: Név
uk: Ім'я

source: User
cs: Uživatel
hu: Felhasználó
uk: Користувач

source: The number objects that will be displayed per page.
cs: Počet objektů, které se zobrazí na stránce.
uk: Кількість об’єктів, які відображатимуться на сторінці.

source: A string specifying the name to use for the paging parameter.
uk: Рядок, що вказує ім'я, яке слід використовувати для параметра розбивки на сторінки.

source: Confirm delete
cs: Potvrďte smazání
hu: Törlés jóváhagyása
uk: Підтвердити видалення

source: Edit %s
cs: Upravit %s
hu: %s szerkesztése
uk: Редагувати %s

source: Confirm
cs: Potvrdit
hu: Jóváhagyás
uk: Підтвердити

source: Details for: %s
cs: Podrobnosti pro: %s
hu: Részletek: %s
uk: Деталі для: %s

source: Edit: %s
cs: Upravit: %s
hu: Szerkesztés: %s
uk: Редагувати: %s

source: Create
cs: Vytvořit
hu: Létrehozás
uk: Створити

source: No %(verbose_name)s found matching the query
cs: Nebyl nalezen žádný dotaz %(verbose_name)s
hu: Nem található a lekérdezésnek megfelelő %(verbose_name)s
uk: Не знайдено жодного %(verbose_name)s, що відповідає запиту.

source: Unable to perform operation on object %(instance)s; %(exception)s.
cs: Nelze provést operaci s objektem %(instance)s; %(exception)s.
hu: A művelet nem hajtható végre a %(instance)s objektumon; %(exception)s .
uk: Неможливо виконати операцію над об'єктом %(instance)s; %(exception)s.

source: Operation performed on %(count)d objects.
cs: Operace provedena na %(count)d objektech.
hu: Művelet végrehajtva %(count)d objektumon.
uk: Операція виконана на %(count)d об'єктів.

source: Operation performed on %(object)s.
cs: Operace provedena na %(object)s.
hu: Művelet végrehajtva a %(object)s objektumon.
uk: Операція виконана на %(object)s.

source: Operation performed on %(count)d object.
cs: Operace provedena na %(count)d objektu.
hu: Művelet végrehajtva %(count)d objektumon.
uk: Операція виконана на %(count)d об'єкті.

source: Perform operation on %(count)d objects.
cs: Provést operaci s %(count)d objekty.
hu: Művelet végrehajtása %(count)d objektumon.
uk: Виконайти операцію над об’єктами %(count)d .

source: Perform operation on %(object)s.
cs: Proveďte operaci na %(object)s.
hu: Művelet végrehajtása a%(object)s objektumon.
uk: Виконати операцію на %(object)s .

source: Perform operation on %(count)d object.
cs: Provést operaci na %(count)d objektu.
hu: Művelet végrehajtása %(count)d objektumon.
uk: Виконайти операцію над об’єктом %(count)d .

source: Object
cs: Objekt
hu: Objektum
uk: Об'єкт

source: Items
cs: Položky
hu: Elemek
