Repository: saifkhalil/mayanEDMS
Catalog: apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: hu, uk

source: None
hu: Nincs

source: Document types
hu: Dokumentumtípusok
uk: Тип документа

source: Document indexing
hu: Dokumentum indexelés
uk: Індексація документів

source: Level
hu: Szint
uk: Рівень

source: Depth
hu: Mélység
uk: Глибина

source: Total nodes
hu: Összes csomópont
uk: Загальна кількість вузлів

source: Total documents
hu: Dokumentumok száma
uk: Загальна кількість документів

source: Number of unique documents this item contains.
hu: Az elemben található egyedi dokumentumok száma.
uk: Кількість унікальних документів, які містить цей елемент.

source: Nodes
hu: Csomópontok
uk: Вузли

source: Documents
hu: Dokumentumok
uk: Документи

source: Index template created
hu: Indexsablon létrehozva
uk: Шаблон індексу створено

source: Index template edited
hu: Az indexsablon szerkesztve
uk: Шаблон індексу відредаговано

source: Namespace
hu: Névtér
uk: Простір імен

source: Label
hu: Cimke
uk: Мітка

source: Enabled
hu: Engedélyezett
uk: Активовано

source: Index templates to be queued for rebuilding.
hu: Sorbaállítandó indexsablonok az újraépítéshez.
uk: Шаблони індексу для перебудови будуть поставлені в чергу.

source: Index templates
hu: Indexsablonok
uk: Шаблони індексування

source: Template
hu: Sablon
uk: Шаблон

source: Creation date
hu: Létrehozás dátuma
uk: Дата створення

source: Indexes
hu: Indexek
uk: Індекси

source: Rebuild index
hu: Index újraépítése
uk: Перебудувати індекс

source: Deletes and creates from scratch all the document indexes.
hu: Törli és a nulláról létrehozza az összes dokumentumindexet.
uk: Видалити та створити з нуля всі індекси документів.

source: Rebuild indexes
hu: Indexek újraépítése
uk: Перебудувати індекси

source: Reset indexes
hu: Indexek visszaállítása
uk: Скинути індекси

source: Create index
hu: Index létrehozása
uk: Створити індекс

source: Delete
hu: Törlés
uk: Видалити

source: Edit
hu: Szerkesztés
uk: Редагувати

source: Triggers
hu: Eseményindítók
uk: Тригери

source: Tree template
hu: Fastruktúra sablon
uk: Дерево шаблону

source: New child node
hu: Új alárendelt csomópont
uk: Новий дочірній вузол

source: No
hu: Nem
uk: Ні

source: Yes
hu: Igen
uk: Так

source: Error indexing document: %(document)s; expression: %(expression)s; %(exception)s
hu: Hiba a dokumentum indexelésekor: %(document)s ; kifejezés: %(expression)s ; %(exception)s
uk: Помилка індексації документа: %(document)s; вираз: %(expression)s; %(exception)s

source: Total number of nodes with unique values this item contains.
hu: Az elemben található egyedi értékű csomópontok teljes száma.
uk: Загальна кількість вузлів з унікальними значеннями, які містить цей елемент.

source: Total number of unique documents this item contains.
hu: Az elemben található egyedi dokumentumok teljes száma.
uk: Загальна кількість унікальних документів, які містить цей елемент.

source: Total number of node levels this item contains.
hu: Az elemben található csomópontszintek teljes száma.
uk: Загальна кількість рівнів вузлів, які містить цей елемент.

source: The path to the index including all ancestors.
hu: Az index elérési útja, beleértve az összes elődöt.
uk: Шлях до індексу, включаючи всіх предків.

source: Full path
hu: Teljes elérési út
uk: Повний шлях

source: Index instances
hu: Index példányok
uk: Примірники індексу

source: Index template node
hu: Indexsablon csomópont
uk: Індекс шаблону вузла

source: Value
hu: Érték
uk: Значення

source: Index instance node
hu: Példánycsomópont indexelése
uk: Індекс екземпляра вузла

source: Indexes instances node
hu: Indexpéldányok csomópontja
uk: Індекси екземплярів вузла

source: Document index node instance
hu: Dokumentum index csomópont példány
uk: Екземпляр вузла індексу документа

source: Document indexes node instances
hu: Dokumentumindexek csomópont példányok
uk: Індекси документа екземпляра вузлів

source: Index instance nodes
hu: Index példány csomópontok
uk: Індексувати вузли екземпляру

source: Short description of this index.
hu: Az index rövid leírása.
uk: Короткий опис цього індексу.

source: This value will be used by other apps to reference this index.
hu: Más alkalmazások ezt az értéket fogják használni az indexre való hivatkozáshoz.
uk: Це значення буде використовуватися іншими програмами для посилання на цей індекс.

source: Slug
hu: Hivatkozás
uk: Слимак

source: Causes this index to be visible and updated when document data changes.
hu: Ez az index látható és frissül, amikor a dokumentum adatai megváltoznak.
uk: Цей індекс стає видимим і оновлюється, коли змінюються дані документа.

source: Index template
hu: Indexsablon
uk: Шаблон індексу

source: Event type
hu: Esemény típus
uk: Тип події

source: Index template event trigger
hu: Indexsablon eseményindító
uk: Тригер події шаблону індексу

source: Index template event triggers
hu: Indexsablon eseményindítók
uk: Тригери подій шаблону індексу

source: Parent index template node of this node.
hu: Ennek a csomópontnak a fölérendelt indexsablon csomópontja.
uk: батьківський індекс шаблону вузла цього вузла.

source: Enter a template to render. Use Django's default templating language.
hu: Adjon meg egy sablont a megjelenítéshez. Használja a Django alapértelmezett sablonnyelvét.
uk: Введіть шаблон для відображення. Використовуйте стандартну мову шаблонізації Django.

source: Indexing expression
hu: Indexelő kifejezés
uk: Індексація виразу

source: Causes this node to be visible and updated when document data changes.
hu: Ez az index látható és frissül, amikor a dokumentum adatai megváltoznak.
uk: Примушує цей вузол бути видимим і оновлюватися під час зміни даних документа.

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
hu: Jelölje be ezt a lehetőséget, ha azt szeretné, hogy ez a csomópont a dokumentumok tárolójaként működjön, nem pedig fölérendelt csomópontként a további csomópontok számára.
uk: Позначте цей параметр, щоб цей вузол діяв як контейнер для документів, а не як батьківський для інших вузлів.

source: Link documents
hu: Dokumentumok linkelése
uk: Посилання на документи

source: Index template nodes
hu: Sablon csomópontok indexelése
uk: Індексувати вузли шаблону

source: Root
hu: Gyökér
uk: Корінь

source: Indexing
hu: Indexelés
uk: Індексація

source: View index instances
hu: Indexpéldányok megtekintése
uk: Переглянути екземпляри індексу

source: Create new index templates
hu: Új indexsablonok létrehozása
uk: Створити нові шаблони індексів

source: Edit index templates
hu: Indexsablonok szerkesztése
uk: Редагувати шаблони індексу

source: Delete index templates
hu: Indexsablonok törlése
uk: Видалити шаблони індексу

source: View index templates
hu: Indexsablonok megtekintése
uk: Переглянути шаблони індексу

source: Rebuild index templates
hu: Indexsablonok újraépítése
uk: Перебудувати шаблони індексу

source: Indexing slow
hu: Lassú indexelés
uk: Повільна індексація

source: Remove document
hu: Dokumentum eltávolítása
uk: Видалити документ

source: Index document
hu: Dokumentum indexelése
uk: Індексувати документ

source: Document type
hu: Dokumentumtípus
uk: Тип документа

source: Document MIME type
hu: Dokumentum MIME típus
uk: MIME тип документа

source: Document label
hu: Dokumentumcímke
uk: Мітка документа

source: Document description
hu: Dokumentum leírása
uk: Опис документа

source: Document UUID
hu: Dokumentum UUID
uk: Документ UUID

source: Document checksum
hu: Dokumentum ellenőrző összeg
uk: Контрольна сума документа

source: Node count
hu: Csomópontok száma

source: Nodes URL
hu: Csomópontok URL
uk: URL вузлів

source: Children URL
hu: Alárendelt URL
uk: URL родича

source: Documents URL
hu: Dokumentumok URL
uk: URL-адреса документів

source: Index URL
hu: URL indexelése
uk: Індекс URL

source: Parent URL
hu: Fölérendelt URL
uk: Кореневий "батьківський" URL

source: Children
hu: Alárendeltek
uk: Дитина

source: Parent
hu: Fölérendelt
uk: Родич

source: URL of the API endpoint showing the list document types associated with this index template.
hu: Az adott indexsablonnal társított dokumentumtípusok listáját megjelenítő API végpont URL-címe.
uk: URL API-точки, яка показує список типів документів, пов'язаних з цим шаблоном індексу.

source: Document types URL
hu: Dokumentumtípusok URL-je
uk: URL типів документів

source: URL of the API endpoint to add document types to this index template.
hu: Annak az API végpontnak az URL-címe, amellyel dokumentumtípusokat adhatunk hozzá ehhez az indexsablonhoz.
uk: URL API-точки доступу для додавання типів документів до цього шаблону індексу.

source: Document types add URL
hu: Dokumentumtípusok URL-ének hozzáadása
uk: Додати URL типів документа

source: URL of the API endpoint to remove document types from this index template.
hu: Annak az API végpontnak az URL-címe, amellyel dokumentumtípusokat lehet eltávolítani ebből az indexsablonból.
uk: URL API-точки видалення типів документів з цього шаблону індексу.

source: Document types remove URL
hu: Dokumentumtípusok URL-ének eltávolítása
uk: Видалити URL типів документа

source: Index template root node ID
hu: Indexsablon gyökércsomópont azonosítója
uk: ID кореневого вузла шаблону індексу

source: Rebuild URL
hu: URL újraépítése
uk: Перебудувати URL

source: Reset URL
hu: URL visszaállítása
uk: Скинути URL

source: Primary key of the document type to add to the index template.
hu: Az indexsablonhoz hozzáadandó dokumentumtípus elsődleges kulcsa.
uk: Первинний ключ "Primary key" типу документа, який додається до шаблону індексу.

source: Document type ID
hu: Dokumentumtípus azonosító
uk: ID типу документа

source: Primary key of the document type to remove from the index template.
hu: Az indexsablonból eltávolítandó dokumentumtípus elsődleges kulcsa.
uk: Первинний ключ "Primary key" типу документа, який потрібно видалити з шаблону індексу.

source: This could mean that no index templates have been created or that there are index templates but they are no properly defined.
hu: Ez azt jelentheti, hogy nem hoztak létre indexsablonokat, vagy hogy vannak indexsablonok, de nincsenek megfelelően definiálva.
uk: Це може означати, що не було створено жодних шаблонів індексу або що є шаблони індексу, але вони не визначені належним чином.

source: There are no index instances available.
hu: Nincsenek elérhető indexpéldányok.
uk: Немає доступних екземплярів індексу.

source: Navigation: %s
hu: Navigáció: %s
uk: Навігація: %s

source: Contents for index: %s
hu: Az index tartalma: %s
uk: Зміст для індексу: %s

source: Assign the document type of this document to an index to have it appear in instances of those indexes organization units.
hu: Rendelje hozzá a dokumentum dokumentumtípusát egy indexhez, hogy az megjelenjen az indexek szervezeti egységeinek példányaiban.
uk: Призначити тип документа для цього документа для індексу, щоб він з'явився в екземплярах тих індексів організаційних одиниць.

source: This document is not in any index
hu: Ez a dokumentum egyetlen indexben sem szerepel
uk: Цей документ не міститься в жодному індексі.

source: Indexes nodes containing document: %s
hu: A következő dokumentumot tartalmazó csomópontokat indexeli: %s
uk: Індексує вузли, що містять документ: %s

source: Available indexes
hu: Elérhető indexek
uk: Доступні індекси

source: Indexes linked
hu: Linkelt indexek
uk: Пов’язані індекси

source: Documents of this type will appear in the indexes linked when these are updated. Events of the documents of this type will trigger updates in the linked indexes.
hu: Az ilyen típusú dokumentumok megjelennek a linkelt indexekben, amikor ezek frissülnek. Az ilyen típusú dokumentumok eseményei frissítéseket indítanak el a kapcsolódó indexekben.
uk: Документи цього типу з’являться в пов’язаних покажчиках після їх оновлення. Події документів цього типу викликатимуть оновлення пов’язаних індексів.

source: Indexes linked to document type: %s
hu: Dokumentumtípushoz linkelt indexek: %s
uk: Індекси, пов’язані з типом документа: %s

source: Indexes group document automatically into levels. Indexes are defined using template whose markers are replaced with direct properties of documents like label or description, or that of extended properties like metadata.
hu: Az indexek a dokumentumokat automatikusan szintekbe csoportosítják. Az indexeket sablonok segítségével határozzuk meg, amelyek jelölőit a dokumentumok közvetlen tulajdonságai, például címke vagy leírás, vagy kiterjesztett tulajdonságok, például metaadatok helyettesítik.
uk: Індекси автоматично групують документ за рівнями. Індекси визначаються за допомогою шаблону, маркери якого замінюються прямими властивостями документів, як-от мітка чи опис, або розширеними властивостями, як-от метадані.

source: There are no index templates.
hu: Nincsenek indexsablonok.
uk: Немає шаблонів індексів.

source: Delete the index: %s?
hu: Törölje az indexet: %s ?
uk: Видалити індекс: %s ?

source: Available document types
hu: Elérhető dokumentumtípusok
uk: Доступні типи документів

source: Document types linked
hu: Dokumentumtípusok linkelve
uk: Пов’язані типи документів

source: Only the documents of the types selected will be shown in the index when built. Only the events of the documents of the types select will trigger updates in the index.
hu: Az indexben csak a kiválasztott típusok dokumentumai jelennek meg, amikor felépül. Csak a kiválasztott típusok dokumentumainak eseményei váltanak ki frissítéseket az indexben.
uk: Лише документи вибраних типів будуть показані в індексі після створення. Лише події документів вибраного типу запускатимуть оновлення в індексі.

source: Document types linked to index: %s
hu: Az indexhez linkelt dokumentumtípusok: %s
uk: Типи документів, пов’язані з індексом: %s

source: Edit index: %s
hu: Index szerkesztése: %s
uk: Редагувати індекс: %s

source: Error updating index template event trigger; %s
hu: Hiba az indexsablon eseményindítójának frissítésekor; %s
uk: Помилка оновлення тригера події шаблону індексу; %s

source: Index template event triggers updated successfully.
hu: Az indexsablon eseményindítói sikeresen frissítve.
uk: Тригери подій шаблону індексу успішно оновлено.

source: Triggers are document events that cause instances of this index template to be updated.
hu: Az eseményindítók olyan dokumentumesemények, amelyek az indexsablon példányainak frissítését okozzák.
uk: Тригери - це події документа, які спричиняють оновлення екземплярів цього шаблону індексу.

source: Index template event triggers for: %s
hu: Indexsablon eseményindítói a következőhöz: %s
uk: Індекс шаблону події тригерів для: %s

source: Tree template nodes for index: %s
hu: Fastruktúra sablon csomópontjai az indexhez: %s
uk: Дерево шаблону вузлів для індексу: %s

source: Create child node of: %s
hu: Gyermekcsomópont létrehozása: %s
uk: Створити дочірній вузол: %s

source: Delete the index template node: %s?
hu: Az indexsablon csomópontjának törlése: %s ?
uk: Видалити індекс шаблону вузла: %s ?

source: Edit the index template node: %s
hu: Az indexsablon csomópontjának szerkesztése: %s
uk: Відредагувати індекс шаблону вузла: %s

source: Rebuild index template: %s
hu: Indexsablon újraépítése: %s
uk: Перебудувати шаблон індексу: %s

source: Index template queued for rebuild.
hu: Az indexsablon újraépítésre vár.
uk: Індекс шаблону поставлений у чергу для перебудови.

source: %(count)d index template queued for rebuild.
hu: %(count)d indexsablon újraépítésre vár.
uk: %(count)d індекс шаблону поставлено в чергу для перебудови.

source: %(count)d index reset.
hu: %(count)d index visszaállítása.
uk: %(count)d індекс скинуто.

source: Index templates for which their instances will be deleted.
hu: Indexsablonok, amelyek példányai törlésre kerülnek.
uk: Індексні шаблони, для яких будуть видалені їхні екземпляри.

source: Index instance
uk: Примірник індексу

source: Index
uk: Індекс
