Repository: saifkhalil/mayanEDMS
Catalog: apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, el, fr, hu, pl, ro_ro, ru, uk

source: Workflows
bg: Работни потоци
cs: Workfows
el: Ροές εργασίας
fr: Flux de travail
hu: Munkafolyamatok
pl: Obiegi dokumentów
ro_ro: Fluxuri de lucru
ru: Рабочие процессы
uk: Робочі процеси

source: Current state of a workflow
bg: Текущо състояние на работен поток
cs: Aktuální stav workflow
el: Τρέχουσα κατάσταση μιας ροής εργασίας
fr: État actuel d'un flux de travail
hu: Munkafolyamat jelenlegi állapota
pl: Bieżący stan obiegu dokumentów
ro_ro: Starea curentă a unui flux de lucru
ru: Текущее состояние рабочего процесса
uk: Поточний стан робочого процесу

source: Return the current state of the selected workflow.
bg: Връща текущото състояние на избрания работен поток.
cs: Vrátí aktuální stav vybraného workflow.
el: Επιστροφή τρέχουσας κατάστασης της επιλεγμένης ροής εργασίας.
fr: Renvoie l'état actuel du flux de travail sélectionné.
hu: Visszaadja a kiválasztott munkafolyamat aktuális állapotát.
pl: Zwraca bieżący stan wybranego obiegu dokumentów.
ro_ro: Întoarceți starea curentă a fluxului de lucru selectat.
ru: Возвращает текущее состояние выбранного рабочего процесса.
uk: Повернути поточний стан вибраного робочого процесу.

source: Return the completion value of the current state of the selected workflow.
bg: Връща стойността на завършване на текущото състояние на избрания работен поток.
cs: Vrátí hodnotu dokončení aktuálního stavu vybraného workflow.
el: Επιστροφή της τιμής ολοκλήρωσης της τρέχουσας κατάστασης της επιλεγμένης ροής εργασίας.
fr: Renvoie la valeur d'achèvement de l'état actuel du flux de travail sélectionné.
hu: Visszaadja a kiválasztott munkafolyamat jelenlegi állapotának befejezettségi értékét.
pl: Zwraca wartość zakończenia bieżącego stanu wybranego obiegu dokumentów.
ro_ro: Întoarceți valoarea de finalizare a stării curente a fluxului de lucru selectat.
ru: Возвращает значение завершения текущего состояния выбранного рабочего процесса.
uk: Повернути значення завершення поточного стану вибраного робочого процесу.

source: Return the last workflow instance log entry. The log entry itself has the following fields: datetime, transition, user, and comment.
bg: Върнете последния запис в дневника с етапа на работния поток. Самият запис в дневника има следните полета: дата, преход, потребител и коментар.
cs: Vraťte poslední položku protokolu instance workflow. Samotná položka protokolu má následující pole: datetime, transition, user a comment.
el: Επιστροφή της τελευταίας καταχώρησης καταγραφής συμβάντων ροής εργασιας. Η καταχώρηση της καταγραφής συμβάντων έχει τα ακόλουθα πεδία: ώρα, μετάβαση, χρήστης και σχόλιο.
fr: Renvoie la dernière entrée du journal de l’instance de flux de travail. L’entrée de journal elle-même comporte les champs suivants : date, transition, utilisateur et commentaire.
hu: Visszaadja az utolsó munkafolyamat-példány napló-bejegyzést. Maga a naplóbejegyzés a következő mezőket tartalmazza: dátum és idő, átvezetés, felhasználó és megjegyzés.
pl: Zwraca ostatni wpis dziennika instancji obiegu dokumentów. Sam wpis dziennika zawiera następujące pola: data / godzina, przejście, użytkownik i komentarz.
ro_ro: Întoarceți ultima intrare de jurnal de instanță a fluxului de lucru. Intrarea de jurnal în sine are următoarele câmpuri: marca temporală, tranziția, utilizatorul și comentariul.
ru: Возвращает последнюю запись журнала экземпляра рабочего процесса. Сама запись журнала имеет следующие поля: "datetime", "transition", "user", "comment".
uk: Повернути останній запис журналу екземпляра робочого процесу. Сам запис журналу містить такі поля: дата, час, перехід, користувач і коментар.

source: Get last log entry
bg: Вземете последния запис в дневника
cs: Získejte poslední položku protokolu
el: Λήψη τελευταίας καταχώρησης καταγραφής συμβάντων
fr: Obtenir la dernière entrée du journal
hu: Az utolsó naplóbejegyzés lekérése
pl: Uzyskaj ostatni wpis do dziennika
ro_ro: Obțineți ultima intrare de jurnal
ru: Получить последнюю запись журнала
uk: Отримати останній запис журналу

source: Return the current context dictionary which includes runtime data from the workflow transition fields.
bg: Върнете текущия контекстов речник, който включва данни за изпълнение от полета за преход на работния поток.
cs: Vraťte aktuální kontextový slovník, který obsahuje runtime data z polí postupu workflou.
el: Επιστροφή λεξικού του τρέχοντος περιβάλλοντος που περιλαμβάνει δεδομένα χρόνου εκτέλεσης από τα πεδία μετάβασης ροής εργασίας.
fr: Renvoie le dictionnaire de contexte actuel qui comprend les données d’exécution des champs de transition du flux de travail.
hu: Visszaadja az aktuális kontextusszótárt, amely futásidejű adatokat tartalmaz a munkafolyamat átmeneti mezőiből.
pl: Zwraca bieżący słownik kontekstowy, który zawiera dane środowiska wykonawczego z pól przejścia obiegu dokumentów.
ro_ro: Întoarceți dicționarul contextual actual care include date de rulare din câmpurile de tranziție ale fluxului de lucru.
ru: Возвращает словарь контекста, который включает runtime данные из полей перехода рабочего процесса.
uk: Повернути поточний словник контексту, який включає дані виконання з полів переходу робочого процесу.

source: Get the context
bg: Вземете контекста
cs: Získejte kontext
el: Λήψη περιβάλλοντος
fr: Obtenez le contexte
hu: Kontextus lekérése
pl: Pobierz kontekst
ro_ro: Obțineți contextul
ru: Получить контекст
uk: Отримати контекст

source: Return the transition of the workflow instance.
bg: Връща прехода от етапа на работния поток.
cs: Vraťte průchod instance workflow.
el: Επιστροφή της μετάβασης του στιγμιοτύπου ροής εργασίας.
fr: Renvoie la transition de l'instance de flux de travail.
hu: A munkafolyamat-példány átvezetésének visszaadása.
pl: Zwróć przejście instancji obiegu dokumentów.
ro_ro: Întoarceți tranziția instanței fluxului de lucru.
ru: Возвращает переход экземпляра рабочего процесса.
uk: Повернути перехід екземпляра робочого процесу.

source: Get last transition
bg: Получава последен преход
cs: Získejte poslední průchod
el: Λήψη τελευταίας μετάβασης
fr: Obtenez la dernière transition
hu: Az utolsó átvezetés lekérése
pl: Uzyskaj ostatnie przejście
ro_ro: Obțineți ultima tranziție
ru: Получить последний переход
uk: Отримати останній перехід

source: None
bg: Няма
cs: Žádný
el: Κανένα
fr: Aucun
hu: Nincs
pl: Brak
ro_ro: Nici unul
ru: Нет

source: Documents
bg: Документи
cs: Dokumenty
el: Έγγραφα
hu: Dokumentumok
pl: Dokumenty
ro_ro: Documente
ru: Документы
uk: Документи

source: Current state
bg: Сегашно състояние
cs: Aktuální stav
el: Τρέχουσα κατσταση
fr: État actuel
hu: Jelen állapot
pl: Aktualny stan
ro_ro: Starea curentă
ru: Текущее состояние
uk: Поточний стан

source: User
bg: Потребител
cs: Uživatel
el: Χρήστης
fr: Utilisateur
hu: Felhasználó
pl: Użytkownik
ro_ro: Utilizator
ru: Пользователь
uk: Користувач

source: Last transition
bg: Последен преход
cs: Poslední krok
el: Τελευταία μετάβαση
fr: Dernière transition
hu: Utolsó átvezetés
pl: Ostatnie przejście
ro_ro: Ultima tranziție
ru: Последний переход
uk: Останній перехід

source: Date and time
bg: Дата и час
cs: Datum a čas
el: Ημερομηνία και ώρα
fr: Date et heure
hu: Dátum és idő
pl: Data i godzina
ro_ro: Data și ora
ru: Дата и время
uk: Дата і час

source: Completion
bg: Завършване
cs: Dokončení
el: Ολοκλήρωση
fr: Finalisation
hu: Befejezés
pl: Ukończenie
ro_ro: Finalizare
ru: Завершение
uk: Завершення

source: Additional details
bg: Допълнителни данни
cs: Další detaily
el: Επιπλέον λεπτομέρειες
fr: Détails supplémentaires
hu: További részletek
pl: Dodatkowe szczegóły
ro_ro: Detalii suplimentare
ru: Дополнительная информация
uk: Додаткова інформація

source: When?
bg: Кога?
cs: Když?
el: Πότε;
fr: Quand ?
hu: Mikor?
pl: Kiedy?
ro_ro: Cănd?
ru: Когда?
uk: Коли?

source: Action type
bg: Тип на действието
cs: Typ akce
el: Τύπος ενέργειας
fr: Type d'action
hu: Művelet típusa
pl: Rodzaj działania
ro_ro: Tipul de acțiune
ru: Тип действия
uk: Тип дії

source: Triggers are system events that will cause the transition to be applied.
bg: Тригерите са системни събития, които ще причиняват започване на прехода.
cs: Spouštěče jsou systémové události, které způsobí změnu stavu.
el: Οι εκκινητές είναι συμβάντα συστήματος που προκαλούν την εφαρμογή της της μετάβασης.
fr: Les déclencheurs sont des événements système qui entraîneront l'application de la transition.
hu: Az eseményindítók olyan rendszeresemények, amelyek az átvezetés alkalmazását eredményezik.
pl: Wyzwalacze to zdarzenia systemowe, które spowodują zastosowanie przejścia.
ro_ro: Declanșatoarele sunt evenimente de sistem care vor determina aplicarea tranziției.
ru: Триггеры - это события, которые вызывают автоматическое выполнение этого перехода.
uk: Тригери – це системні події, які спричинять застосування переходу.

source: Triggers
bg: Тригери
cs: Spouštěče
el: Εκκινητές
fr: Déclencheurs
hu: Eseményindítók
pl: Wyzwalacze
ro_ro: Declanșatoare
ru: Триггеры
uk: Тригери

source: Type
bg: Тип
cs: Typ
el: Τύπος
hu: Típus
pl: Typ
ro_ro: Tip
ru: Тип
uk: Тип

source: General
bg: Общ
fr: Général
hu: Általános
pl: Ogólne
uk: Загальний

source: %(field_name)s template error: %(exception)s
bg: %(field_name)s грешка в шаблона: %(exception)s
cs: Chyba šablony %(field_name)s: %(exception)s
el: %(field_name)s σφάλμα προτύπου: %(exception)s
fr: %(field_name)s erreur de modèle : %(exception)s
hu: %(field_name)s sablonhiba: %(exception)s
pl: Błąd szablonu %(field_name)s: %(exception)s
ro_ro: %(field_name)s eroare de șablon: %(exception)s
ru: %(field_name)s ошибка в шаблоне: %(exception)s
uk: %(field_name)s помилка шаблону: %(exception)s

source: Null backend
bg: Нулев бекенд
el: Υποκείμενο σύστημα κενής τιμής
fr: Back-back sans valeur
hu: Null háttérrendszer
pl: Zerowy backend
ro_ro: Backend vid
ru: Пустой бэкэнд

source: Workflow instance created
fr: Instance du flux de travail créée
hu: Munkafolyamat-példány létrehozva
pl: Obieg dokumentów utworzono instancję
ro_ro: Instanță de flux de lucru creată
uk: Екземпляр робочого процесу створено

source: Workflow instance transitioned
fr: L’instance du flux de travail a transitionné
hu: Munkafolyamat-példány átvezetve
pl: Obieg dokumentów wykonano przejście
ro_ro: Instanța fluxului de lucru efectuat tranziția
uk: Екземпляр робочого процесу перенесено

source: Workflow created
bg: Работният поток е създаден
cs: workflow byl vytvořen
el: Ροή εργασίας δημιουργήθηκε
fr: Flux de travail créé
hu: Munkafolyamat létrehozva
pl: Utworzono obieg dokumentów
ro_ro: Flux de lucru creat
ru: Рабочий процесс создан
uk: Робочий процес створено

source: Workflow edited
bg: Работният поток е редактиран
cs: workflow upraven
el: Ροή εργασίας τροποποιήθηκε
fr: Flux de travail modifié
hu: Munkafolyamat szerkesztve
pl: Edytowano obieg dokumentów
ro_ro: Fluxul de lucru a fost editat
ru: Рабочий процесс изменен
uk: Робочий процес відредаговано

source: Select a transition to execute in the next step.
bg: Изберете преход за изпълнение на следващ етап.
cs: Vyberte přechod, který chcete provést v dalším kroku.
el: Επιλέξτε μία μετάβαση προς εκτέλεση στο επόμενο βήμα.
fr: Sélectionnez une transition à exécuter à l'étape suivante.
hu: A következő lépésben végrehajtandó átvezetés kiválasztása.
pl: Wybierz przejście do wykonania w następnym kroku.
ro_ro: Selectați o tranziție de executat în pasul următor.
ru: Выберите переход для выполнения на следующем шаге.
uk: Виберіть перехід для виконання на наступному кроці.

source: Transition
bg: Преход
cs: Krok
el: Μετάβαση
hu: Átvezetés
pl: Przejście
ro_ro: Tranziție
ru: Переход
uk: Перехід

source: Workflow template preview image
fr: Aperçu en image du flux de travail
hu: Munkafolyamat-sablon előnézeti képe
ro_ro: Imagine de previzualizare a șablonului de flux de lucru
uk: Попередній перегляд шаблону робочого процесу

source: The action type for this action entry.
bg: Тип действие за този запис.
cs: Typ akce pro tuto položku akce.
el: Ο τύπος ενέργειας για αυτήν την καταχώριση ενέργειας.
fr: Type d'action pour cette entrée d'action.
hu: A művelet típusa ehhez a műveletbejegyzéshez.
pl: Typ akcji dla tego wpisu akcji.
ro_ro: Tipul de acțiune pentru această intrare de acțiune.
ru: Тип действия для этой записи действия.
uk: Тип дії для цієї дії введення.

source: Action
bg: Действие
cs: Akce
el: Ενέργεια
hu: Művelet
pl: Akcja
ro_ro: Acțiune
ru: Действие
uk: Дія

source: Basic
fr: De base
hu: Alapvető
ro_ro: De bază
uk: Основний

source: Field
fr: Champ
hu: Mező
ro_ro: Câmp

source: Value
bg: Стойност
cs: Hodnota
el: Τιμή
fr: Valeur
hu: Érték
pl: Wartość
ro_ro: Valoare
ru: Значение
uk: Значення

source: Appearance
bg: Изглед
cs: Vzhled
el: Εμφάνιση
fr: Apparence
hu: Kinézet
pl: Wygląd
ro_ro: Aspect
ru: Внешний вид
uk: Вигляд

source: Namespace
bg: Именно пространство
cs: Jmenný prostor
el: Χώρος ονομάτων
fr: Espace de nommage
hu: Névtér
pl: Przestrzeń nazw
ro_ro: Spațiu de nume
ru: Пространство имен
uk: Простір імен

source: Label
bg: Етикет
cs: Jmenovka
el: Ετικέτα
fr: Libellé
hu: Cimke
pl: Etykieta
ro_ro: Conținut etichetă
ru: Заголовок
uk: Мітка

source: No
bg: Не
cs: Ne
el: Όχι
fr: Non
hu: Nem
pl: Nie
ro_ro: Nu
ru: Нет
uk: Ні

source: Yes
bg: Да
cs: Ano
el: Ναι
fr: Oui
hu: Igen
pl: Tak
ro_ro: Da
ru: Да
uk: Так

source: Enabled
bg: Активиран
cs: Povoleno
el: Ενεργοποιημένο
fr: Activé
hu: Engedélyezett
pl: Włączone
ro_ro: Activat
ru: Включено
uk: Активовано

source: Event trigger: %s
bg: Задействане на събитието: %s
cs: Spouštěč událostí: %s
el: Εκκίνηση συμβάντος: %s
fr: Déclencheur d'action : %s
hu: Eseményindító: %s
pl: Wyzwalacz zdarzenia: %s
ro_ro: Eveniment declanșator: %s
ru: Триггер: %s
uk: Тригер події: %s

source: Create workflow
bg: Създайте работен поток
cs: Vytvořte workflow
el: Δημιουργία ροής εργασίας
fr: Créer un flux de travail
hu: Munkafolyamat létrehozása
pl: Utwórz obieg dokumentów
ro_ro: Creați un flux de lucru
ru: Создать рабочий процесс
uk: Створити робочий процес

source: Document types
bg: Типове документи
cs: Typy dokumentů
el: Τύποι εγγράφων
fr: Types de documents
hu: Dokumentumtípusok
pl: Typy dokumentów
ro_ro: Tipuri de documente
ru: Типы документов
uk: Тип документа

source: Delete
bg: Изтрийте
cs: Odstranit
el: Διαγραφή
fr: Supprimer
hu: Törlés
pl: Usuń
ro_ro: Șterge
ru: Удалить
uk: Видалити

source: Edit
bg: Редактиране
cs: Upravit
el: Τροποποίηση
fr: Modifier
hu: Szerkesztés
pl: Edytuj
ro_ro: Editați
ru: Редактировать
uk: Редагувати

source: Launch workflow
bg: Стартира работния поток
cs: Spusťte workflow
el: Εκκίνησης ροής εργασίας
fr: Lancer le flux de travail
hu: Munkafolyamat indítása
pl: Uruchom obieg dokumentów
ro_ro: Lansați fluxul de lucru
ru: Запустить рабочий процесс
uk: Запустити робочий процес

source: Preview
bg: Предварителен преглед
cs: Náhled
el: Προεπισκόπηση
fr: Prévisualiser
hu: Előnézet
pl: Podgląd
ro_ro: Previzualizare
ru: Предпросмотр
uk: Попередній перегляд

source: Actions
bg: Действия
cs: Akce
el: Ενέργειες
hu: Műveletek
pl: Akcje
ro_ro: Acţiuni
ru: Действия
uk: Дія

source: Create action
bg: Създайте действие
cs: Vytvořit akci
el: Δημιουργία ενέργειας
fr: Créer une action
hu: Művelet létrehozása
pl: Utwórz akcję
ro_ro: Creați o acțiune
ru: Создать действие
uk: Створити дію

source: Create escalation
fr: Créer une escalade
hu: Eszkaláció létrehozása
ro_ro: Creați escaladare
uk: Створити ескалацію

source: Escalations
fr: Escalades
hu: Eszkalációk
ro_ro: Escaladări
uk: Ескалації

source: Create state
bg: Създаване на състояние
cs: Vytvořit stav
el: Δημιουργία κατάστασης
fr: Créer un état
hu: Állapot létrehozása
pl: Utwórz stan
ro_ro: Creați o stare
ru: Создать состояние
uk: Створити стан

source: States
bg: Състояния
cs: Stavy
el: Καταστάσεις
fr: États
hu: Állapotok
pl: Stany
ro_ro: Stări
ru: Состояния
uk: Стани

source: Create transition
bg: Създаване на преход
cs: Vytvořit krok
el: Δημιουργία μετάβασης
fr: Créer une transition
hu: Átvezetés létrehozása
pl: Utwórz przejście
ro_ro: Creați o tranziție
ru: Создать переход
uk: Створити перехід

source: Transition triggers
bg: Тригери на прехода
cs: Spouštěče kroku
el: Εκκινητές μεταβάσης
fr: Déclencheurs de transition
hu: Átvezetési eseményindítók
pl: Wyzwalacze przejścia
ro_ro: Declanșatori de tranziții
ru: Триггеры перехода
uk: Тригери переходу

source: Transitions
bg: Преходи
cs: Kroky
el: Μεταβάσεις
hu: Átvezetések
pl: Przejścia
ro_ro: Tranziţii
ru: Переходы
uk: Переходи

source: Launch workflows
bg: Стартиране на работни потоци
cs: Zahájit workflow
el: Εκκίνηση ροών εργασίας
fr: Lancer des flux de travail
hu: Munkafolyamatok indítása
pl: Uruchom obiegi dokumentów
ro_ro: Lansați fluxuri de lucru
ru: Запустить рабочие процессы
uk: Запуск робочих процесів

source: Create field
bg: Създаване на поле
cs: Vytvořit pole
el: Δημιουργία πεδίου
fr: Créer un champ
hu: Mező létrehozása
pl: Utwórz pole
ro_ro: Creați câmp
ru: Создать поле
uk: Створити поле

source: Fields
bg: Полета
cs: Pole
el: Πεδία
fr: Champs
hu: Mezők
pl: Pola
ro_ro: Câmpuri
ru: Поля
uk: Поля

source: Detail
bg: Подробности
el: Λεπτομέρεια
fr: Détail
hu: Részlet
pl: Szczegół
ro_ro: Detaliu
ru: Подробности
uk: Деталі

source: Workflow documents
bg: Документи в работния поток
cs: Workflow dokumentů
el: Έγγραφα ροής εργασίας
fr: Documents du flux de travail
hu: Munkafolyamat dokumentumok
pl: Obieg dokumentów
ro_ro: Documente de flux de lucru
ru: Документы в процессе
uk: Документи робочого процесу

source: State documents
bg: Документи в състоянието
cs: Stav dokumentů
el: Έγγραφα κατάστασης
fr: Documents d'état
hu: Állapot dokumentumok
pl: Stan dokumentów
ro_ro: Stare documente
ru: Документы в состоянии
uk: Стани документів

source: Launch all workflows
bg: Стартирайте всички работни потоци
cs: Spusťte všechny workflow
el: Εκκίνηση όλων των ροών εργασίας
fr: Lancer tous les flux de travail
hu: Az összes munkafolyamat elindítása
pl: Uruchom wszystkie obiegi dokumentów
ro_ro: Lansați toate fluxurile de lucru
ru: Запустить все рабочие процессы
uk: Запустити всі робочі процеси

source: Character
bg: Знак
cs: Charakter
el: Χαρακτήρας
fr: Caractère
hu: Karakter
pl: Znak
ro_ro: Caracter
ru: Символ
uk: Характер

source: Number (Integer)
bg: Номер (цяло число)
cs: Číslo (celé číslo)
el: Αριθμός (Ακέραιος)
fr: Nombre (Entier)
hu: Szám (egész)
pl: Liczba (liczba całkowita)
ro_ro: Număr (număr întreg)
ru: Число (целое)
uk: Число (ціле)

source: Text area
bg: Текстова област
cs: Textová oblast
el: Πεδίο κειμένου
fr: Zone de texte
hu: Szöveg terület
pl: Obszar tekstowy
ro_ro: Zona de text
ru: Текстовая область
uk: Текстова область

source: On entry
bg: При влизане
cs: Při vstupu
el: Κατά την είσοδο
fr: A l'entrée
hu: Belépéskor
pl: Przy wejściu
ro_ro: La intrare
ru: На входе
uk: При вході

source: On exit
bg: На излизане
cs: Na výstupu
el: Κατά την έξοδο
fr: A la sortie
hu: Kilépéskor
pl: Przy wyjściu
ro_ro: La ieșire
ru: На выходе
uk: На виході

source: Workflow
bg: Работен поток
el: Ροή εργασίας
fr: Flux de travail
hu: Munkafolyamat
pl: Obieg dokumentów
ro_ro: Flux de lucru
ru: Рабочий процесс
uk: Робочий процес

source: Workflow instance creation date time.
hu: Munkafolyamat-példány létrehozásának dátuma és ideje.
ro_ro: Data creării instanței fluxului de lucru.
uk: Дата та час створення екземпляру робочого процесу.

source: Datetime
bg: Дата и час
cs: Datum, čas
el: Ημερομηνία και ώρα
fr: Date et heure
hu: Dátum és idő
ro_ro: Marcă temporală
ru: Дата и время
uk: Дата та час

source: Document
bg: Документ
cs: Dokument
el: Έγγραφο
hu: Dokumentum
pl: Dokument
ru: Документ
uk: Документ

source: Context
bg: Контекст
cs: Kontext
el: Πλαίσιο
fr: Contexte
hu: Kontextus
pl: Kontekst
ru: Контекст
uk: Контекст

source: Workflow instance
bg: Копие на работния поток
cs: Instance workflow
el: Περιστατικό ροής εργασίας
fr: Instance du flux de travail
hu: Munkafolyamat-példány
pl: Instancja obiegu dokumentów
ro_ro: Instanță de flux de lucru
ru: Экземпляр рабочего процесса
uk: Робочий екземпляр

source: Workflow instances
bg: Копия на работния поток
cs: Instance workflow
el: Περιστατικά ροής εργασίας
fr: Instances du flux de travail
hu: Munkafolyamat-példányok
pl: Instancje obiegu dokumentów
ro_ro: Instanțe de flux de lucru
ru: Экземпляры рабочего процесса
uk: Робочі екземпляри

source: Comment
bg: Коментар
cs: Komentář
el: Σχόλιο
fr: Commentaire
hu: Hozzászólás
pl: Komentarz
ro_ro: Comentariu
ru: Комментарий
uk: Коментар

source: Extra data
bg: Допълнителни данни
el: Επιπλέον δεδομένα
fr: Données supplémentaires
hu: Extra adatok
pl: Dodatkowe dane
ro_ro: Date suplimentare
ru: Дополнительные данные
uk: Додаткові дані

source: Workflow instance log entry
bg: Запис в дневника на работния поток
cs: Záznam protokolu instance workflow
el: Καταχώριση καταγραφής συμβάντων στιγμιοτύπου ροής εργασίας
fr: Entrée de la journalisation de l'instance du flux de travail
hu: Munkafolyamat-példány naplóbejegyzés
pl: Wpis do dziennika instancji obiegu dokumentów
ro_ro: Înregistrare din jurnalul instanțelor fluxului de lucru
ru: Запись журнала экземпляра рабочего процесса
uk: Запис журналу екземпляра робочого процесу

source: Workflow instance log entries
bg: Записи в дневника на работния поток
cs: Položky protokolu instance workflow
el: Καταχώριση καταγραφών συμβάντων ροής εργασίας
fr: Entrées de la journalisation du flux de travail
hu: Munkafolyamat-példány naplóbejegyzések
pl: Wpisy do dziennika instancji obiegu dokumentów
ro_ro: Înregistrări din jurnalul instanțelor fluxului de lucru
ru: Записи журнала экземпляра рабочего процесса
uk: Записи журналу екземпляра робочого процесу

source: Not a valid transition choice.
bg: Не е валиден избор на преход.
cs: Toto není platná volba kroku.
el: Άκυρη επιλογή μετάβασης.
fr: Choix de transition invalide.
hu: Nem érvényes átvezetés választás.
pl: Nieprawidłowy wybór przejścia.
ro_ro: Nu este o alegere de tranziție valabilă.
ru: Неверный выбор перехода.
uk: Недійсний вибір переходу.

source: Initial state
bg: Начално състояние
cs: Počáteční stav
el: Αρχική κατάσταση
fr: État initial
hu: Kezdeti állapot
pl: Stan początkowy
ro_ro: Stare inițială
ru: Исходное состояние
uk: Початковий стан

source: Launch workflow when document is created.
bg: Стартирайте работния поток, когато е създаден документ.
cs: Spustit workflow při vytváření dokumentu.
el: Εκκίνηση ροής εργασίας με την δημιουργία του εγγράφου
fr: Lancez le flux de travail lorsque le document est créé.
hu: Indítsa el a munkafolyamatot a dokumentum létrehozásakor.
pl: Uruchom obieg dokumentów podczas tworzenia dokumentu.
ro_ro: Lansați fluxul de lucru când este creat documentul.
ru: Запустить рабочий процесс при создании документа.
uk: Запустити робочий процес, коли документ створено.

source: Auto launch
bg: Автоматично стартиране
cs: Automatické spuštění
el: Αυτόματη εκκίνηση
fr: Lancement automatique
hu: Automatikus indítás
pl: Autouruchomienie
ro_ro: Lansare automată
ru: Автоматический запуск
uk: Автозапуск
