Repository: saifkhalil/mayanEDMS
Catalog: apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, el, fr, hu, pl, ro_ro, ru, uk

source: Path to the Storage subclass to use when storing the cached workflow image files.
bg: Път към подклас Съхранение, който да се използва при съхранение на кешираните файлове с изображения на работния поток.
cs: Cesta k podtřídě Úložiště, která se použije při ukládání obrazových souborů workflow v mezipaměti.
el: Διαδρομή προς την υποκατηγορία Storage για χρήση κατά την αποθήκευση των αρχείων εικόνων της προσωρινής αποθήκευσης της ροής εργασίας.
fr: Chemin d'accès à la sous-classe de stockage à utiliser lors du stockage des fichiers d'image de flux de travail mis en cache.
hu: A Tárolás alosztály elérési útja a gyorsítótárazott munkafolyamat-képfájlok tárolásakor.
pl: Ścieżka do podklasy Storage, która ma być używana podczas przechowywania buforowanych plików obrazów obiegu dokumentów.
ro_ro: Calea către subclasa de stocare pe care să o utilizați la stocarea fișierelor de imagine ale fluxului de lucru din cache
ru: Путь к подклассу Storage для использования при хранении кэша файлов изображений рабочего процесса.
uk: Шлях до підкласу Storage для використання під час зберігання кешованих файлів зображень робочого процесу.

source: Arguments to pass to the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
bg: Аргументи предавани към WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
cs: Argumenty, které mají být předány na WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
el: Ορίσματα για διαβίβαση στο WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
fr: Arguments à transmettre à WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
hu: A WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND-be továbbítandó argumentumok.
pl: Argumenty do przekazania do WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
ro_ro: Argumente de transmis la WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
ru: Аргументы, передаваемые в WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
uk: Аргументи для передачі в WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.

source: Interval in seconds on which the task to check for expired workflow states will be launched.
hu: Az az időköz másodpercben, amelyen belül elindul a lejárt munkafolyamat-állapotok ellenőrzésére szolgáló feladat.
ro_ro: Intervalul în secunde în care va fi lansată sarcina de verificare a stărilor de flux de lucru expirate.
uk: Інтервал у секундах, коли буде запущено завдання для перевірки стану робочого циклу, термін дії якого минув.

source: Unable to initialize the workflow preview storage. Check the settings {} and {} for formatting errors.
bg: Не може да се инициализира съхранението на визуализация на работния поток. Проверете настройките {} и {} за грешки във форматирането.
cs: Nelze inicializovat úložiště náhledu workflow. Zkontrolujte v nastavení {} a {} chyby formátování.
el: Δεν είναι δυνατή η προετοιμασία του χώρου αποθήκευσης προεπισκόπησης της ροής εργασίας. Ελέγξτε τις ρυθμίσεις {} και {} για σφάλματα μορφοποίησης.
hu: Nem sikerült inicializálni a munkafolyamat előnézeti tárhelyét. Ellenőrizze a beállításokat {} és {} formázási hibákért.
pl: Nie można zainicjować magazynu podglądu obiegu dokumentów. Sprawdź ustawienia {} i {} pod kątem błędów formatowania.
ro_ro: Imposibil de inițializat stocarea previzualizării fluxului de lucru. Verificați setările {} și {} pentru erori de formatare.
ru: Невозможно инициализировать хранилище предпросмотра рабочего процесса. Проверьте настройки {} и {} на наличие ошибок форматирования.
uk: Не вдалося ініціалізувати сховище попереднього перегляду робочого циклу. Перевірте налаштування {} і {} на наявність помилок форматування.

source: Workflow preview images
bg: Визуализации на работния поток
cs: Obrázky náhledu workflow
el: Εικόνες προεπισκόπησης ροής εργασίας
fr: Aperçu en image du flux de travail
hu: Munkafolyamat előnézeti képek
pl: Podgląd obrazów obiegu dokumentów
ro_ro: Imagini de previzualizare a fluxului de lucru
ru: Изображения предпросмотра рабочего процесса
uk: Зображення попереднього перегляду робочого процесу

source: Assign workflows to the document type of this document to have this document execute those workflows.
bg: Задайте работни потоци към типа на документа, за да може този документ да изпълнява тези работни потоци.
cs: Přiřaďte workflow typu dokumentu tohoto dokumentu, aby tento dokument provedl tato workflow.
el: Αντιστοιχίστε ροές εργασίας στον τύπο εγγράφου αυτού του εγγράφου, ώστε να εκτελεστούν σε αυτό οι συγκεκριμένες ροές εργασίας.
fr: Assigner des flux de travail au type de document de ce document pour que ce document exécute ces flux de travail.
hu: Rendeljen munkafolyamatokat a dokumentum dokumentumtípusához, hogy ez a dokumentum végrehajtsa ezeket a munkafolyamatokat.
pl: Przypisz obiegi dokumentów do typu dokumentu tego dokumentu, aby ten dokument mógł wykonać obiegi dokumentów.
ro_ro: Atribuiți fluxurile de lucru la acest tip de document pentru ca acest document să execute acele fluxuri de lucru.
ru: Назначьте рабочие процессы типу этого документа, чтобы этот документ выполнял эти рабочие процессы.
uk: Призначте робочі процеси типу документа цього документа, щоб цей документ виконував ці робочі процеси.

source: There are no workflows for this document
bg: За този документ няма работни потоци
cs: Pro tento dokument neexistují žádné pracovní toky
el: Δεν υπάρχουν ροές εργασίας για αυτό το έγγραφο
fr: Il n'y a pas de flux de travail pour ce document
hu: Ehhez a dokumentumhoz nincsenek munkafolyamatok
pl: Brak obiegów dokumentów dla tego dokumentu.
ro_ro: Nu există fluxuri de lucru pentru acest document
ru: Для документа нет рабочих процессов
uk: Для цього документа немає робочих процесів

source: Workflows for document: %s
bg: Работни потоци за документ: %s
cs: Workflows pro dokument: %s
el: Ροές εργασίας για έγγραφο: %s
fr: Flux de travail du document : %s
hu: Ennek a dokumentumnak a munkafolyamatai: %s
pl: Obiegi dokumentu: %s
ro_ro: Fluxuri de lucru pentru documentul: %s
ru: Рабочие процессы документа: %s
uk: Робочі процеси для документа: %s

source: This view will show the state changes as a workflow instance is transitioned.
bg: Този изглед ще покаже промените в състоянието при преминаване на етап на работен поток.
cs: Toto zobrazení zobrazí změny stavu při kroku instance workflow.
el: Σε αυτήν την προβολή θα εμφανιστούν οι αλλαγές κατάστασης καθώς πραγματοποιείται μία μετάβαση στο στιγμιότυπο ροής εργασίας.
fr: Cette page affiche les changements d'état lors de la transition d'une instance de flux de travail.
hu: Ez a nézet mutatja az állapotváltozásokat a munkafolyamat-példány átvezetése során.
pl: Ten widok pokaże zmiany stanu po wykonaniu przejścia obiegu dokumentów.
ro_ro: Această vizualizare va afișa modificările de stare pe măsură ce o instanță a fluxului de lucru este tranziționată.
ru: В этом представлении будут отображаться изменения состояния при переходе экземпляра рабочего процесса.
uk: У цьому поданні відображатимуться зміни стану під час переходу екземпляра робочого процесу.

source: There are no details for this workflow instance
bg: Няма данни за този етап на работния поток
cs: Pro tuto instanci workflow neexistují žádné podrobnosti
el: Δεν υπάρχουν λεπτομέρειες για αυτό το στιγμιότυπο ροής εργασίας
fr: Il n'y a pas de détails pour cette instance de flux de travail
hu: Ehhez a munkafolyamat-példányhoz nincsenek részletek
pl: Brak szczegółów dla tego wystąpienia obiegu dokumentów
ro_ro: Nu există detalii despre acest exemplu de flux de lucru
ru: Нет сведений об этом экземпляре рабочего процесса
uk: Немає деталей для цього екземпляра робочого процесу

source: Detail of workflow: %(workflow)s
bg: Данни за работния поток: %(workflow)s
cs: Detail workflow%(workflow)su:
el: Λεπτομέρεια ροής εργασίας: %(workflow)s
fr: Détail du flux de travail : %(workflow)s
hu: Részlet ehhez a munkafolyamathoz: %(workflow)s
pl: Szczegóły obiegu dokumentów: %(workflow)s
ro_ro: Detalii despre fluxul de lucru: %(workflow)s
ru: Подробности рабочего процесса: %(workflow)s
uk: Деталі робочого процесу: %(workflow)s

source: Document "%s" transitioned successfully
bg: Документът &quot;%s&quot; е преминал успешно
cs: Dokument „%s“ úspěšně přešel na další krok
el: Επιτυχής μετάβαση του εγγράφου "%s"
fr: Le document "%s" a transitionné avec succès
hu: A "%s" dokumentum sikeresen átvezetve
pl: Dokument „%s” został pomyślnie przeniesiony
ro_ro: Documentul "%s" a schimbat starea cu succes
ru: Переход состояния документа "%s" выполнен
uk: Документ "%s" успішно перейшов

source: Execute transition "%(transition)s" for workflow: %(workflow)s
bg: Изпълнете преход &quot;%(transition)s&quot; за работен поток: %(workflow)s
cs: Proveďte přechod &quot;%(transition)s&quot; pro workflow: %(workflow)s
el: Εκτέλεση μετάβασης "%(transition)s" για ροή εργασίας: %(workflow)s
fr: Exécutez la transition "%(transition)s" pour le flux de travail: %(workflow)s
hu: A "%(transition)s" átvezetés végrehajtása a következő munkafolyamathoz: %(workflow)s
pl: Wykonaj przejście „%(transition)s” dla obiegu dokumentów: %(workflow)s
ro_ro: Executați tranziția "%(transition)s" pentru fluxul de lucru: %(workflow)s
ru: Выполнить переход "%(transition)s" рабочего процесса: %(workflow)s
uk: Виконати перехід "%(transition)s" для робочого процесу: %(workflow)s

source: Optional comment to attach to the transition.
bg: Незадължителен коментар за прикачване към прехода.
cs: Volitelný komentář pro připojení ke krok.
el: Προαιρετικό σχόλιο για επισύναψη στη μετάβαση.
fr: Commentaire facultatif à joindre à la transition.
hu: Csatolandó opcionális megjegyzés az átvezetéshez.
pl: Opcjonalny komentarz do dołączenia do przejścia.
ro_ro: Comentariu opțional de atașat la tranziție.
ru: Необязательный комментарий к переходу.
uk: Необов’язковий коментар, який потрібно додати до переходу.

source: Select
bg: Изберете
cs: Vybrat
el: Επιλογή
fr: Sélectionner
hu: Kiválasztás
pl: Wybierz
ro_ro: Selecta
ru: Выбрать
uk: Вибрати

source: Select transition for workflow "%(workflow)s" of document "%(document)s"
bg: Изберете преход за работен поток &quot;%(workflow)s&quot; на документ &quot;%(document)s&quot;
fr: Sélectionnez la transition pour le flux de travail "%(workflow)s" du document "%(document)s"
hu: Válassza ki a "%(workflow)s" dokumentum "%(document)s" munkafolyamatának átvezetését
ro_ro: Selectați tranziția pentru fluxul de lucru „%(workflow)s” din documentul „%(document)s”
ru: Выбрать переход рабочего процесса "%(workflow)s" документа "%(document)s"
uk: Виберіть перехід для робочого процесу "%(workflow)s" документа "%(document)s"

source: Associate a workflow with some document types and documents of those types will be listed in this view.
bg: Свържете работен поток с някои типове документи и документи от тези типове ще бъдат изброени в този изглед.
cs: Přiřadit workflow k některým typům dokumentů a dokumenty těchto typů budou uvedeny v tomto zobrazení.
el: Συσχετίστε μια ροή εργασίας με ορισμένους τύπους εγγράφων και έγγραφα αυτών των τύπων θα εμφανίζονται σε αυτήν την προβολή.
fr: Associer un flux de travail à certains types de documents et les documents de ces types seront répertoriés dans cette vue.
hu: Munkafolyamat társítása bizonyos dokumentumtípusokhoz, és az ilyen típusú dokumentumok ebben a nézetben lesznek felsorolva.
pl: Skojarz obieg dokumentów z niektórymi typami dokumentów, a dokumenty tych typów zostaną wymienione w tym widoku.
ro_ro: Asociați un flux de lucru cu unele tipuri de documente și documente de acele tipuri vor fi listate în această vizualizare.
ru: Свяжите рабочий процесс с какими-либо типами документов, и документы этих типов будут перечислены в этом представлении.
uk: Пов’яжіть робочий процес із деякими типами документів, і документи цих типів будуть перераховані в цьому поданні.

source: There are no documents executing this workflow
bg: Няма документи, изпълняващи този работен поток
cs: V tomto workflow nejsou žádné dokumenty
el: Δεν υπάρχουν έγγραφα που εκτελούν αυτήν τη ροή εργασίας
fr: Aucun document n’exécute ce flux de travail
hu: Nincsenek dokumentumok, amelyek végrehajtják ezt a munkafolyamatot
pl: Brak dokumentów wykonujących ten obieg dokumentów
ro_ro: Nu există documente care să execute acest flux de lucru
ru: Нет документов, выполняющих этот рабочий процесс
uk: Немає документів, що виконують у цьому робочому процесі

source: Documents with the workflow: %s
bg: Документи с работния поток: %s
cs: Dokumenty s workflow: %s
el: Έγγραφα στην ροή εργασίας: %s
fr: Documents avec le flux de travail : %s
hu: Ezzel a munkafolyamattal rendelkező dokumentumok: %s
pl: Dokumenty z obiegiem dokumentów: %s
ro_ro: Documentele cu fluxul de lucru: %s
ru: Документы в процессе: %s
uk: Документи з робочим процесом: %s

source: Create some workflows and associated them with a document type. Active workflows will be shown here and the documents for which they are executing.
bg: Създайте някои работни потоци и ги свържете с тип документ. Тук ще бъдат показани активни работни потоки и документите, за които се изпълняват.
cs: Vytvořte workflow a přiřaďte je k typu dokumentu. Zde budou zobrazeny aktivní workflow a dokumenty.
el: Δημιουργήστε ροές εργασίας και συσχετίστε τες με έναν τύπο εγγράφου. Ενεργές ροές εργασίας θα εμφανίζονται εδώ και τα έγγραφα για τα οποία εκτελούνται.
fr: Créer des flux de travail et les associer à un type de document. Les flux de travail actifs seront affichés ici et les documents pour lesquels ils sont exécutés.
hu: Hozzon létre néhány munkafolyamatot, és társítsa őket egy dokumentumtípushoz. Itt jelennek meg az aktív munkafolyamatok és azok a dokumentumok, amelyekhez végrehajtják őket.
pl: Utwórz obiegi dokumentów i powiąż je z typem dokumentu. Aktywne obiegi dokumentów zostaną wyświetlone tutaj oraz dokumenty, dla których są wykonywane.
ro_ro: Creați câteva fluxuri de lucru și asociați-le cu un tip de document. Fluxurile de lucru active vor fi afișate aici precum și documentele pentru care se execută.
ru: Создайте несколько рабочих процессов и свяжите их с типом документа. Здесь будут показаны активные рабочие процессы и документы, для которых они выполняются.
uk: Створіть деякі робочі процеси та пов'яжіть їх з типом документа. Активні робочі процеси будуть відображатися тут, а також документи, для яких вони виконуються.

source: There are no workflows
bg: Няма работни потоци
cs: Bez workflow
el: Δεν υπάρχουν ροές εργασίας
fr: Il n'y a pas de flux de travail
hu: Nincsenek munkafolyamatok
pl: Brak obiegów dokumentów
ro_ro: Nu există fluxuri de lucru
ru: Нет рабочих процессов
uk: Немає робочих процесів

source: There are no documents in this workflow state
bg: В това състояние няма документи
cs: V tomto stavu workflow nejsou žádné dokumenty
el: Δεν υπάρχουν έγγραφα σε αυτήν την κατάσταση ροής εργασίας
fr: Aucun document dans cet état de flux de travail
hu: Ebben a munkafolyamat-állapotban nincsenek dokumentumok
pl: Brak dokumentów w tym stanie obiegu dokumentów
ro_ro: Nu există documente în această stare de lucru
ru: В этом состоянии рабочего процесса нет документов
uk: Не має документів для цього стану робочого процесу

source: Documents in the workflow "%s", state "%s"
bg: Документи в работния поток &quot;%s&quot;, състояние &quot;%s&quot;
cs: Dokumenty ve workflow "%s", stav "%s"
el: Έγραφα στην ροή εργασίας "%s", κατάσταση "%s"
fr: Les documents dans le flux de travail "%s", état "%s"
hu: A "%s" munkafolyamatban lévő dokumentumok, állapot: "%s"
pl: Dokumenty w obiegu dokumentów „%s”, wpisz „%s”
ro_ro: Documentele din fluxul de lucru "%s", starea "%s"
ru: Документы в процессе "%s" в состоянии "%s"
uk: Документи в робочому процесі "%s", стан "%s"

source: Create escalation for workflow state: %s
hu: Eszkaláció létrehozása ehhez a munkafolyamat állapothoz: %s
ro_ro: Creați escaladare pentru starea fluxului de lucru: %s
uk: Створити ескалацію для стану робочого процесу: %s

source: Delete workflow state escalation: %s
hu: Munkafolyamat-állapot eszkalációjának törlése: %s
ro_ro: Ștergeți escaladarea stării fluxului de lucru: %s
uk: Видалити ескалацію стану робочого процесу: %s

source: Edit workflow state escalation: %s
hu: A munkafolyamat-állapot eszkalációjának szerkesztése: %s
ro_ro: Editați escaladarea stării fluxului de lucru: %s
uk: Редагувати ескалацію стану робочого процесу: %s

source: Workflow state escalation allow workflows to execute a transition automatically after a specific amount of time.
hu: A munkafolyamat állapotának eszkalációja lehetővé teszi a munkafolyamatok számára, hogy egy adott idő elteltével automatikusan végrehajtsák az átvezetést.
ro_ro: Escalarea stării fluxului de lucru permite fluxurilor de lucru să execute automat o tranziție după o anumită perioadă de timp.

source: There are no escalations for this workflow state.
hu: Ehhez a munkafolyamat-állapothoz nincs eszkaláció.
ro_ro: Nu există escalade pentru această stare de flux de lucru.

source: Escalations for workflow template state: %s
hu: Eszkalációk ehhez a munkafolyamat-sablon állapothoz: %s
ro_ro: Escaladări pentru starea șablonului de flux de lucru: %s
uk: Ескалації для стану шаблону робочого процесу: %s

source: Create a "%(backend_label)s" workflow action for: %(workflow_state)s
hu: "%(backend_label)s" munkafolyamat-műveletet létrehozása a következőhöz: %(workflow_state)s
ro_ro: Creați o acțiune de flux de lucru „ %(backend_label)s ” pentru: %(workflow_state)s
uk: Створити дію робочого процесу "%(backend_label)s" для: %(workflow_state)s

source: Delete workflow state action: %s
bg: Изтрийте действие за състояние на работен поток: %s
cs: Odstranit akci stavu workflow: %s
el: Διαγραφή ενέργειας κατάστασης ροής εργασίας: %s
fr: Supprimer une action d'état de flux de travail : %s
hu: Munkafolyamat-állapot törlése művelet: %s
pl: Usuń akcję stanu obiegu dokumentów: %s
ro_ro: Ștergeți acțiunea de stare a fluxului de lucru: %s
ru: Удалить действие состояния рабочего процесса: %s
uk: Видалити стан дії робочого процесу: %s

source: Edit workflow state action: %s
bg: Редактиране на действие за състояние на работен поток: %s
cs: Upravit akci stavu workflow: %s
el: Τροποποίηση ενέργειας κατάστασης ροής εργασίας: %s
fr: Modifier une action d'état de flux de travail : %s
hu: Munkafolyamat-állapot művelet szerkesztése: %s
pl: Edytuj działanie stanu obiegu dokumentów: %s
ro_ro: Editați acțiunea de stare a fluxului de lucru: %s
ru: Редактировать действие: %s
uk: Редагувати стан дії робочого процесу: %s

source: Workflow state actions are macros that get executed when documents enters or leaves the state in which they reside.
bg: Действията за състояние на работен поток са макроси, които се изпълняват, когато документите влизат или напускат състоянието, в което пребивават.
cs: Akce stavu workflow jsou makra, která se provedou, když dokumenty vstoupí nebo opustí stav, ve kterém se nacházejí.
el: Οι ενέργειες κατάστασης ροών εργασίας είναι μακροεντολές που εκτελούνται όταν έγγραφα εισέρχονται στην ή εξέρχονται από την τρέχουσα κατάσταση.
fr: Les actions de flux de travail sont des macros qui sont exécutées lorsque des documents entrent ou sortent de l'état dans lequel ils se trouvent.
hu: A munkafolyamat-állapot műveletek olyan makrók, amelyek akkor hajtódnak végre, amikor a dokumentumok belépnek az állapotukba, vagy elhagyják azt.
pl: Akcje stanu obiegu dokumentów to makra, które są wykonywane, gdy dokumenty wchodzą lub wychodzą ze stanu, w którym się znajdują.
ro_ro: Acțiunile de stare a fluxului de lucru sunt macrocomenzi care se execută atunci când documentele intră sau părăsesc starea în care se află.
ru: Действия состояния рабочего процесса - это макросы, которые выполняются, когда документы входят в состояние или покидают его.
uk: Стан дії робочого процесу - це макроси, які виконуються, коли документи входять або залишають стан, в якому вони знаходяться.

source: There are no actions for this workflow state
bg: За това състояние на работния поток няма действия
cs: Pro tento stav workflow neexistují žádné akce
el: Δεν υπάρχουν ενέργειες για αυτήν την κατάσταση ροής εργασίας
fr: Aucune action pour cet état de flux de travail
hu: Ehhez a munkafolyamat-állapothoz nincsenek műveletek
pl: Brak działań dla tego stanu obiegu dokumentów
ro_ro: Nu există nicio acțiune pentru această stare de lucru
ru: Нет действий для этого состояния рабочего процесса
uk: Немає дій для цього стану робочого процесу

source: Actions for workflow state: %s
bg: Действия за състояние на работния поток: %s
cs: Akce pro stav pracovního postupu: %s
el: Ενέργειες για την κατάσταση ροής εργασίας: %s
fr: Actions pour l'état de flux de travail : %s
hu: Műveletek ehhez a munkafolyamat-állapothoz: %s
pl: Działania dla stanu obiegu dokumentów: %s
ro_ro: Acțiuni pentru starea fluxului de lucru: %s
ru: Действия для состояния: %s
uk: Дії для стану робочого процесу: %s

source: New workflow state action selection for: %s
bg: Избор на ново действие за състоянието на работния процес за: %s
hu: Új munkafolyamat-állapot művelet választás a következőhöz: %s
ro_ro: Noua selecție a acțiunii stării fluxului de lucru pentru: %s
uk: Новий стан дії робочого процесу для: %s

source: Create states for workflow: %s
bg: Създайте състояния за работен поток: %s
cs: Vytvořit stavy pro workflow: %s
el: Δημιουργία καταστάσεων για την ροή εργασίας: %s
fr: Créer des états pour le flux de travail : %s
hu: Állapotok létrehozása ehhez a munkafolyamathoz: %s
pl: Utwórz stany obiegu dokumentów: %s
ro_ro: Creați stări pentru fluxul de lucru: %s
ru: Создать состояние рабочего процесса: %s
uk: Створити стани для робочого процесу: %s

source: Delete workflow state: %s?
bg: Изтриване на състояние на работен поток: %s?
cs: Odstranit stav workflow: %s?
el: Διαγραφή κατάστασης ροής εργασίας: %s;
fr: Supprimer l'état du flux de travail: %s?
hu: Munkafolyamat-állapot törlése: %s ?
pl: Usunąć stan obiegu dokumentów: %s?
ro_ro: Ștergeți starea fluxului de lucru: %s?
ru: Удалить состояние рабочего процесса: %s?
uk: Видалити стан робочого процесу: %s ?

source: Edit workflow state: %s
bg: Редактиране на състояние на работен поток: %s
cs: Upravit stav workflow: %s
el: Επεξεργασία κατάστασης ροής εργασίας: %s
fr: Modifier l'état du flux de travail: %s
hu: Munkafolyamat-állapot szerkesztése: %s
pl: Edytuj stan obiegu dokumentów: %s
ro_ro: Editați starea fluxului de lucru: %s
ru: Редактировать состояние: %s
uk: Редагувати стан робочого процесу: %s

source: Create states and link them using transitions.
bg: Създайте състояния и ги свържете с помощта на преходи.
cs: Vytvářejte stavy a propojujte je pomocí kroků.
el: Δημιουργήστε καταστάσεις και συνδέστε τες χρησιμοποιώντας μεταβάσεις.
fr: Créez des états et reliez-les à l'aide de transitions.
hu: Állapotok létrehozása és összekapcsolása átvezetések segítségével.
pl: Twórz stany i łącz je za pomocą przejść.
ro_ro: Creați stări și conectați-le folosind tranziții.
ru: Создайте состояния и свяжите их с помощью переходов.
uk: Створіть стани та зв'яжіть їх за допомогою переходів.

source: This workflow doesn't have any states
bg: Този работен поток няма състояния
cs: Toto workflow nemá žádné stavy
el: Αυτή η ροή εργασίας δεν έχει καταστάσεις
fr: Ce flux de travail n'a pas d'état
hu: Ennek a munkafolyamatnak nincsenek állapotai
pl: Ten obieg dokumentów nie ma żadnych stanów
ro_ro: Acest flux de lucru nu are stări
ru: У этого рабочего процесса нет состояний
uk: Цей робочий процес не має станів

source: States of workflow: %s
bg: Състояния на работния поток: %s
cs: Stavy workflow: %s
el: Κατάστασεις της ροής εργασίας: %s
fr: États du flux de travail : %s
hu: Ennek a munkafolyamatnak az állapotai: %s
pl: Stany obiegu dokumentów: %s
ro_ro: Stările fluxului de lucru: %s
ru: Состояния рабочего процесса: %s
uk: Стани робочого процесу: %s
