Repository: saifkhalil/mayanEDMS
Catalog: apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, el, fr, hu, pl, ro_ro, ru, uk

source: The condition that will determine if this transition is enabled or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
bg: Условието, което ще определи дали този преход е активиран или не. Условието се оценява спрямо етапа на работния поток. Условия, които не връщат никаква стойност, които връщат логическото Python Не, или празен низ (&#39;&#39;) се считат за логически неверни, всяка друга стойност се счита за логически вярна.
cs: Podmínka, která určí, zda je tento přechod povolen, nebo ne. Podmínka se vyhodnocuje vůči instanci pracovního postupu. Podmínky, které nevracejí žádnou hodnotu, vracejí logickou hodnotu Python None nebo prázdný řetězec (''), jsou považovány za logickou false, jakákoli jiná hodnota je považována za logickou true.
el: Η συνθήκη που θα καθορίσει εάν αυτή η μετάβαση είναι ενεργοποιημένη ή όχι. Η συνθήκη αξιολογείται έναντι του στιγμιοτύπου ροής εργασίας. Συνθήκες που δεν επιστρέφουν καμία τιμή, που επιστρέφουν τη λογική τιμή None της Python ή μια κενή συμβολοσειρά ("") θεωρούνται λογικώς ψευδείς, οποιαδήποτε άλλη τιμή θεωρείται λογικώς αληθής.
hu: Az a feltétel, amely meghatározza, hogy ez az átvezetés engedélyezve van-e vagy sem. A feltétel kiértékelése a munkafolyamat-példányon történik. Azok a feltételek, amelyek nem adnak vissza semmilyen értéket, amelyek a Python logikai None-t vagy egy üres karakterláncot (''') adnak vissza, logikai false-nak, minden más érték logikai true-nak minősül.
pl: Warunek określający czy przejście przepływu obiegu dokumentów jest aktywowane. Warunek jest wyliczany względem wystąpienia obiegu dokumentów. Warunki nie zwracające żadnych wartości, zwracające None lub pusty łańcuch (") traktowane są jako false, pozostałe wartości traktowane są jako true.
ro_ro: Condiția care va determina dacă această tranziție este activată sau nu. Condiția este evaluată în raport cu instanța fluxului de lucru. Condițiile care nu returnează nicio valoare, care returnează Python logic None sau un șir gol ('') sunt considerate logice false, orice altă valoare este considerată a fi logica adevărată.
ru: Условие, которое определяет, включен этот переход или нет. Условие оценивается по экземпляру рабочего процесса. Условия, которые не возвращают никакого значения, которые возвращают логическое значение Python None или пустую строку (''), считаются логическим ЛОЖЬ, любое другое значение считается логическим ИСТИНА.
uk: Умова, яка визначатиме, чи буде цей перехід активований чи ні. Умова оцінюється відносно екземпляра робочого процесу. Умови, які не повертають жодного значення, які повертають логічне значення None у Python або порожній рядок (''), вважаються логічним хибним, будь-яке інше значення вважається логічним істинним.

source: A short text to describe the transition.
bg: Кратък текст за описание на прехода.
cs: Krátký text popisující přechod.
el: Ένα σύντομο κείμενο για την περιγραφή της μετάβασης.
fr: Un court texte pour décrire la transition.
hu: Egy rövid szöveg az átvezetés leírására.
pl: Krótki tekst opisujący przejście.
ro_ro: Un text scurt pentru a descrie tranziția.
ru: Краткое описание перехода.
uk: Короткий текст для опису переходу.

source: Origin state
bg: Състояние на изхода
cs: Původní stav
el: Κατάσταση προέλευσης
fr: État d'origine
hu: Származási állapot
pl: Stan pochodzenia
ro_ro: Stare originală
ru: Исходное состояние
uk: Початковий стан

source: Destination state
bg: Състояние на местоназначението
cs: Cílový stav
el: Κατάσταση προορισμού
fr: État de destination
hu: Cél állapot
pl: Stan docelowy
ro_ro: Stare destinație
ru: Целевое состояние
uk: Кінцевий стан

source: Workflow transition
bg: Преход на работния поток
cs: Krok workflow
el: Μετάβαση ροής εργασίας
fr: Transition du flux de travail
hu: Munkafolyamat átvezetés
pl: Przejście obiegu dokumentów
ro_ro: Tranziția fluxului de lucru
ru: Переход рабочего процесса
uk: Перехід робочого процесу

source: Workflow transitions
bg: Преходи на работния поток
cs: Krokz workflow
el: Μεταβάσεις ροής εργασίας
fr: Transitions du flux de travail
hu: Munkafolyamat átvezetések
pl: Przejścia obiegu dokumentów
ro_ro: Tranziții ale fluxului de lucru
ru: Переходы рабочего процесса
uk: Переходи робочих процесів

source: Event type
bg: Тип на събитието
cs: Typ události
el: Τύπος συμβάντος
fr: Type d'évènement
hu: Esemény típus
pl: Typ zdarzenia
ro_ro: Tip eveniment
ru: Тип события
uk: Тип події

source: Workflow transition trigger event
bg: Събитие задействащо прехода на работния поток
cs: Spouštěcí událost kroku workflow
el: Εκκινητής συμβάντος ροής εργασίας
fr: Événement déclencheur de transition du flux de travail
hu: Munkafolyamat átvezetési eseményindító esemény
pl: Zdarzenie uruchamiające przejście obiegu dokumentów
ro_ro: Evenimentul de declanșare a tranziției fluxului de lucru
ru: Событие триггера перехода рабочего процесса
uk: Подія запуску переходу робочого процесу

source: Workflow transitions trigger events
bg: Събития задействащи прехода на работния поток
cs: Spouštějí události kroků workflow
el: Οι μεταβάσεις ροών εργασίας εκκινούν συμβάντα
fr: Événements déclencheurs de transitions du flux de travail
hu: A munkafolyamat átvezetések eseményeket indítanak el
pl: Zdarzenia uruchamiające przejście obiegu dokumentów
ro_ro: Evenimente de declanșare a tranzițiilor fluxului de lucru
ru: События триггера перехода рабочего процесса
uk: Події тригерів запускаючі робочі процеси

source: Document workflows
bg: Работни потоци за документа
cs: Workflow dokumentů
el: Ροές εργασίας εγγράφου
fr: Flux de travail du document
hu: Dokumentum munkafolyamatok
pl: Obiegi dokumentów
ro_ro: Fluxuri de lucru pentru documente
ru: Рабочие процессы
uk: Документообіг

source: Create workflow templates
bg: Създайте шаблони за работен поток
cs: Vytvořit šablony pracovního postupu
fr: Créer des modèles de flux de travail
hu: Munkafolyamat sablonok létrehozása
ro_ro: Creați șabloane de flux de lucru
ru: Создать шаблоны рабочего процесса
uk: Створити шаблони робочого процесу

source: Delete workflow templates
bg: Изтриване на шаблони за работен поток
fr: Supprimer les modèles de flux de travail
hu: Munkafolyamat sablonok törlése
ro_ro: Ștergeți șabloane de flux de lucru
ru: Удалить шаблоны рабочего процесса
uk: Видалити шаблони робочого процесу

source: Edit workflow templates
bg: Редактиране на шаблони за работен поток
fr: Modifier les modèles de flux de travail
hu: Munkafolyamat sablonok szerkesztése
ro_ro: Editați șabloane de flux de lucru
ru: Редактировать шаблоны рабочего процесса
uk: Редагувати шаблони робочого процесу

source: View workflow templates
bg: Преглед на шаблони за работен поток
cs: Zobrazit šablony pracovního postupu
fr: Afficher les modèles de flux de travail
hu: Munkafolyamat sablonok megtekintése
ro_ro: Vizualizați șabloanele de flux de lucru
ru: Просмотр шаблонов рабочего процесса
uk: Переглянути шаблони робочого процесу

source: Transition workflow instances
bg: Преходни екземпляри на работния поток
hu: Átvezetési munkafolyamat példányok
pl: Przejście obieg dokumentów
ro_ro: Instanțe ale tranzițiilor de flux de lucru
ru: Запускать переходы рабочих процессов
uk: Екземпляри переходів робочого процесу

source: Execute workflow tools
bg: Изпълнете инструменти за работния поток
cs: Spusťte nástroje workflow
el: Εργαλεία εκτέλεσης ροών εργασίας
fr: Exécuter des outils de flux de travail
hu: Munkafolyamat eszközök végrehajtása
pl: Uruchom narzędzia obiegu dokumentów
ro_ro: Executați unelte de flux de lucru
ru: Запускать инструменты рабочих процессов
uk: Інструменти виконання робочого процесу

source: Workflows slow
hu: Lassú munkafolyamatok
ro_ro: Fluxuri de lucru lente
uk: Робочі процеси slow

source: Launch a workflow for a document
bg: Стартирайте работен поток за документ
cs: Spusťte workflow pro dokument
el: Εκκίνηση ροής εργασίας για έγγραφο
fr: Lancer un flux de travail pour un document
hu: Munkafolyamat indítása egy dokumentumhoz
pl: Uruchom obieg dokumentów dla dokumentu
ro_ro: Lansați un flux de lucru pentru un document
ru: Запустить рабочий процесс для документа
uk: Запуск робочого процесу для документа

source: Launch all workflows for a document
bg: Стартирайте всички работни потоци за документ
cs: Spusťte všechny workflow pro dokument
el: Εκκίνηση όλων των ροών εργασίας για έγγραφο
fr: Lancer tous les flux de travail d'un document
hu: Az összes munkafolyamat elindítása egy dokumentumhoz
pl: Uruchom wszystkie obiegi dokumentów dla dokumentu
ro_ro: Lansați toate fluxurile de lucru pentru un document
ru: Запустить все рабочие процессы для документа
uk: Запуск усіх робочих процесів для документа

source: Check a workflow instance for state escalation.
hu: A munkafolyamat-példány ellenőrzése állapot-eszkaláció szempontjából.
ro_ro: Verificați o instanță de flux de lucru pentru escaladarea stării.
uk: Перевірити екземпляр робочого процесу на ескалацію стану.

source: Check all workflow instances for state escalation.
hu: Az összes munkafolyamat-példány ellenőrzése állapot-eszkaláció szempontjából.
ro_ro: Verificați toate instanțele fluxului de lucru pentru escaladarea stării.
uk: Перевірити всі екземпляри робочого процесу на стан ескалації.

source: Launch all workflows for all documents
bg: Стартирайте всички работни потоци за всички документи
cs: Spusťte všechny workflow pro všechny dokumenty
el: Εκκίνηση όλων των ροών εργασίας για όλα τα έγγραφα
fr: Lancer tous les flux de travail pour tous les documents
hu: Az összes munkafolyamat elindítása az összes dokumentumhoz
pl: Uruchom wszystkie obiegi dokumentów dla wszystkich dokumentów
ro_ro: Lansați toate fluxurile de lucru pentru toate documentele
ru: Запустить все рабочие процессы для всех документов
uk: Запустити усі робочі процеси для всіх документів

source: Launch a workflow
bg: Стартира работен поток
cs: Spusťte workflow
el: Εκκίνηση ροής εργασίας
fr: Lancer un flux de travail
hu: Munkafolyamat indítása
pl: Uruchom obieg dokumentów
ro_ro: Lansați un flux de lucru
ru: Запустить рабочий процесс
uk: Запустити робочий процес

source: Document workflow transition comment
bg: Коментар за преход на работен поток на документ
cs: Komentář přechodu pracovního postupu dokumentu
fr: Commentaire pour la transition du flux de travail de document
hu: Dokumentum munkafolyamat átvezetési megjegyzés
pl: Komentarz przejścia obieg dokumentów
ro_ro: Comentariu privind tranziția fluxului de lucru în document
ru: Комментарий к переходу рабочего процесса
uk: Коментар переходу робочого процесу

source: Primary key of the workflow template to launch.
bg: Първичен ключ на шаблона на работния поток за стартиране.
hu: Az indítandó munkafolyamat-sablon elsődleges kulcsa.
ro_ro: Cheia principală a șablonului de flux de lucru de lansat.
uk: Первинний ключ шаблону робочого процесу для запуску.

source: Workflow template ID
hu: Munkafolyamat-sablon azonosító
ro_ro: ID-ul șablonului fluxului de lucru
uk: ID шаблону робочого процесу

source: Document URL
fr: URL du document
hu: Dokumentum URL
ro_ro: Adresa URL a documentului
uk: URL-адреса документа

source: Primary key of the transition to be added.
bg: Основен ключ на прехода, който трябва да бъде добавен.
cs: Primární klíč kroku, který má být přidán.
el: Πρωτεύον κλειδί της μετάβασης που θα προστεθεί.
fr: Clé principale de la transition à ajouter.
hu: A hozzáadandó átvezetés elsődleges kulcsa.
pl: Klucz podstawowy przejścia, które należy dodać.
ro_ro: Cheia primară a tranziției care urmează să fie adăugată.
ru: Первичный ключ добавляемого перехода.
uk: Первинний ключ переходу, який буде додано.

source: Transition ID
hu: Átvezetés azonosító
ro_ro: ID de tranziție
uk: ID переходу

source: Workflow instance URL
hu: Munkafolyamat-példány URL-je
ro_ro: Adresa URL a instanței fluxului de lucru
uk: URL-адреса екземпляра робочого процесу

source: Workflow template URL
hu: Munkafolyamat-sablon URL-je
ro_ro: Adresa URL a șablonului de flux de lucru
uk: URL-адреса шаблону робочого процесу

source: Workflow template
hu: Munkafolyamat sablon
ro_ro: Șablon de flux de lucru
uk: Шаблон робочого процесу

source: Last log entry
fr: Dernière entrée du journal
hu: Utolsó naplóbejegyzés
ro_ro: Ultima intrare în jurnal
uk: Останній запис журналу

source: Log entries URL
hu: Naplóbejegyzések URL-je
ro_ro: Adresa URL a intrărilor de jurnal
uk: URL-адреса записів журналу

source: A link to the entire history of this workflow.
bg: Връзка към цялата история на този работен поток.
cs: Odkaz na celou historii tohoto workflow.
el: Σύνδεσμος στο πλήρες ιστορικό αυτής της ροής εργασίας.
fr: Un lien vers l'historique complet de ce flux de travail.
hu: Egy hivatkozás a munkafolyamat teljes előzményéhez.
pl: Link do całej historii obiegu dokumentów.
ro_ro: O legătură către întreaga istorie a acestui flux de lucru.
ru: Ссылка на всю историю этого рабочего процесса.
uk: Посилання на всю історію цього робочого процесу.

source: Log entry transitions URL
hu: Az átvezetések naplóbejegyzésének URL-je
ro_ro: Adresa URL a tranzițiilor la intrarea în jurnal
uk: URL-адреса запису журналу переходів

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
bg: URL адрес на програмния интерфейс, сочещ към работен поток във връзка с документа, към който е прикачен. Този URL адрес е различен от основния URL на работния поток.
cs: URL API ukazující na workflow ve vztahu k dokumentu, ke kterému je připojen. Tato adresa URL se liší od kanonické adresy URL pracovního postupu.
el: URL API που δείχνει μια ροή εργασίας σε σχέση με το έγγραφο στο οποίο επισυνάπτεται. Αυτό το URL είναι διαφορετικό από το κανονικό URL ροής εργασίας.
fr: URL de l'API indiquant un flux de travail par rapport au document auquel il est joint. Cette URL est différente de l'URL du flux de travail canonique.
hu: Az API URL-címe, amely a csatolt dokumentumhoz kapcsolódó munkafolyamatra mutat. Ez az URL eltér a gyűjtő munkafolyamat URL-től.
pl: Adres URL interfejsu API wskazujący na obieg dokumentów dokumentu, do którego jest dołączony. Ten adres URL jest inny niż kanoniczny adres URL obiegu dokumentów.
ro_ro: Adresă URL API care indică un flux de lucru în raport cu documentul la care este atașat. Această adresă URL este diferită de adresa URL canonică a fluxului de lucru.
ru: URL-адрес API, указывающий на рабочий процесс по отношению к документу, к которому он прикреплен. Этот URL-адрес отличается от канонического URL-адреса рабочего процесса.
uk: URL-адреса API, що вказує на робочий процес по відношенню до документа, до якого він прикріплений. Ця URL-адреса відрізняється від канонічної URL-адреси робочого процесу.

source: Document types add URL
bg: Типовете документи добавят URL
hu: Dokumentumtípusok URL-ének hozzáadása
pl: Adres URL dodawania typów dokumentów
ro_ro: Adresă URL adăugare tipuri de documente
uk: Додати URL типів документа

source: Document types remove URL
bg: Типовете документи премахват URL
hu: Dokumentumtípusok URL-ének eltávolítása
pl: Adres URL usuwania typów dokumentów
ro_ro: Adresă URL ștergere tipuri de documente
uk: Видалити URL типів документа

source: Document types URL
bg: URL за типове документи
hu: Dokumentumtípusok URL-je
pl: Adres URL typów dokumentów
ro_ro: Adresă URL tipuri de documente
uk: URL типів документів

source: Documents URL
bg: URL адрес на документи
fr: URL des documents
hu: Dokumentumok URL
pl: URL Dokumentów
ro_ro: Adresa URL a documentelor
uk: URL-адреса документів

source: Image URL
fr: URL de l’image
hu: Kép URL-je
pl: Adres URL obrazu
ro_ro: Adresa URL a imaginii
uk: URL зображення

source: States URL
fr: URL des états
hu: Állapotok URL-je
ro_ro: Adresa URL a stărilor
uk: URL станів

source: Transitions URL
fr: URL des transitions
hu: Átvezetések URL-je
ro_ro: Adresa URL a tranzițiilor
uk: URL переходів

source: Primary key of the document type to add to the workflow.
bg: Първичен ключ от типа документ, който да добавите към работния поток.
fr: Clé primaire du type de document à ajouter au flux de travail.
hu: A munkafolyamathoz hozzáadandó dokumentumtípus elsődleges kulcsa.
ro_ro: Cheia primară a tipului de document de adăugat la fluxul de lucru.
ru: Первичный ключ типа документа, который нужно добавить в рабочий процесс.
uk: Первинний ключ типу документа, який додається до робочого процесу.

source: Document type ID
bg: ID на типа документ
hu: Dokumentumtípus azonosító
pl: ID Typu dokumentu
ro_ro: ID tip document
uk: ID типу документа

source: Primary key of the document type to remove from the workflow.
bg: Първичен ключ от типа документ, който да се премахне от работния поток.
cs: Primární klíč typu dokumentu, který chcete odebrat z pracovního postupu.
hu: A munkafolyamatból eltávolítandó dokumentumtípus elsődleges kulcsa.
ro_ro: Cheia primară a tipului de document de eliminat din fluxul de lucru.
ru: Первичный ключ типа документа, который нужно удалить из рабочего процесса.
uk: Первинний ключ типу документа, який потрібно видалити з робочого процесу.

source: Workflow template state ID
hu: Munkafolyamat-sablon állapotazonosítója
ro_ro: ID de stare a șablonului de flux de lucru
uk: ID стану шаблону робочого процесу

source: Workflow template state URL
hu: Munkafolyamat-sablon állapot URL-je
ro_ro: Adresa URL a stării șablonului de flux de lucru
uk: URL-адреса стану шаблону робочого процесу

source: Primary key of the workflow template transition to be added.
hu: A munkafolyamat-sablon átvezetés hozzáadandó elsődleges kulcsa.
ro_ro: Cheia primară a tranziției șablonului fluxului de lucru care urmează să fie adăugată.
uk: Первинний ключ переходу шаблону робочого процесу, який буде доданий.

source: Workflow template transition ID
hu: Munkafolyamat-sablon átvezetés azonosítója
ro_ro: ID de tranziție al șablonului de flux de lucru
uk: ID переходу шаблону робочого процесу

source: Workflow template transition URL
hu: Munkafolyamat-sablon átvezetés URL-je
ro_ro: Adresa URL de tranziție a șablonului de flux de lucru
uk: URL-адреса переходу шаблону робочого процесу

source: Actions URL
fr: URL des actions
hu: Műveletek URL-je
ro_ro: Adresa URL a acțiunilor
uk: URL-адреса дій

source: Escalations URL
fr: URL des escalades
hu: Eszkalációk URL-je
ro_ro: Adresa URL de escaladare
uk: URL-адреса ескалацій

source: Workflow transition ID
hu: Munkafolyamat átvezetés azonosító
ro_ro: ID de tranziție a fluxului de lucru
uk: ID переходу робочого процесу

source: Workflow transition URL
hu: Munkafolyamat átvezetés azonosító
ro_ro: Adresa URL de tranziție a fluxului de lucru
uk: URL-адреса переходу робочого процесу

source: Primary key of the destination state to be added.
bg: Основен ключ на състоянието на местоназначение, което трябва да се добави.
cs: Primární klíč cílového stavu, který má být přidán.
el: Πρωτεύον κλειδί της κατάστασης προορισμού προς προσθήκη.
fr: Clé principale de l'état de destination à ajouter.
hu: A hozzáadandó célállapot elsődleges kulcsa.
pl: Klucz podstawowy stanu docelowego, który ma zostać dodany.
ro_ro: Cheia primară a stării destinației care urmează să fie adăugată.
ru: Первичный ключ добавляемого целевого состояния.
uk: Додати первинний ключ стану призначення.

source: Destination state ID
hu: Cél állapot azonosítója
ro_ro: ID-ul stării de destinație
uk: ID стану призначення

source: Field list URL
hu: Mezőlista URL-je
ro_ro: Adresa URL a listei de câmpuri
uk: URL-адреса списку полів

source: Primary key of the origin state to be added.
bg: Основен ключ на първоначалното състояние, което трябва да се добави.
cs: Primární klíč stavu původu, který se má přidat.
el: Πρωτεύον κλειδί της κατάστασης προέλευσης προς προσθήκη.
fr: Clé principale de l'état d'origine à ajouter.
hu: Hozzáadandó származási állapot elsődleges kulcsa.
pl: Klucz podstawowy stanu początkowego do dodania.
ro_ro: Cheia primară a stării de origine care urmează să fie adăugată.
ru: Первичный ключ добавляемого исходного состояния.
uk: Первинний ключ початкового стану, який треба додати.

source: Origin state ID
hu: Származási állapot azonosítója
ro_ro: ID-ul stării de origine
uk: ID країни походження

source: Trigger list URL
hu: Eseményindító lista URL-je
ro_ro: Adresa URL a listei de declanșatori
uk: URL-адреса списку тригерів

source: Event Type ID
bg: Идентификатор на тип събитие
fr: Identifiant du type d'événement
hu: Eseménytípus azonosítója
ro_ro: ID tip de eveniment
uk: ID типу події

source: Unknown or invalid event type ID `%s`
bg: Неизвестен или невалиден идентификатор на тип събитие „ %s “.
hu: Ismeretlen vagy érvénytelen eseménytípus-azonosító ` %s `
ro_ro: ID tip de eveniment necunoscut sau nevalid „%s”.
uk: Невідомий або недійсний ідентифікатор типу події `%s`

source: File path to the graphviz dot program used to generate workflow previews.
bg: Пътека на файла към програмата graviz dot, използвана за генериране на визуализации на работния процес.
cs: Cesta k souboru do programu graphviz dot používaného ke generování náhledů pracovních toků.
el: Διαδρομή αρχείου στο πρόγραμμα σημείων graphviz που χρησιμοποιείται για τη δημιουργία προεπισκοπήσεων ροής εργασίας.
fr: Chemin du fichier vers le programme graphviz dot utilisé pour générer des aperçus de flux de travail.
hu: A munkafolyamat-előnézetek generálásához használt graphviz dot program fájl elérési útja.
pl: Ścieżka pliku do programu dot z zestawu graphviz służącego do tworzenia grafów obiegu dokumentów.
ro_ro: Calea fișierului către programul graphviz dot utilizat pentru a genera previzualizări ale fluxului de lucru.
ru: Путь к файлу программы graphviz dot, используемой для создания предпросмотра рабочего процесса.
uk: Шлях до файлу програми graphviz, яка використовується для попереднього перегляду робочого процесу.

source: The threshold at which the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest workflow image cache files. Specify the size in bytes.
bg: Прагът, при който WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND ще започне да изтрива най-старите файлове за кеш на изображения на работния поток. Посочете размера в байтове.
cs: Prahová hodnota, při které WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND začne mazat nejstarší soubory mezipaměti obrázků workflow. Zadejte velikost v bajtech.
el: Το όριο στο οποίο το WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND θα αρχίσει να διαγράφει τα παλαιότερα προσωρινώς αποθηκευμένα αρχεία εικόνων ροής εργασίας. Καθορίστε το μέγεθος σε byte.
fr: Le seuil auquel WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND commencera à supprimer les fichiers de cache d'image de flux de travail les plus anciens. Spécifiez la taille en octets.
hu: Az a küszöbérték, amelynél a WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND megkezdi a munkafolyamat legrégebbi kép-gyorsítótár-fájljainak törlését. Adja meg a méretet bájtban.
pl: Próg, poniżej którego WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND rozpocznie usuwanie najstarszych plików pamięci podręcznej obrazów obiegu dokumentów. Określ rozmiar w bajtach.
ro_ro: Pragul la care WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND va începe să șteargă cele mai vechi fișiere de memorie cache a imaginilor fluxului de lucru. Specificați dimensiunea în octeți.
ru: Пороговое значение в байтах, при котором WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND начнет удаление самых старых файлов кэша изображений рабочего процесса.
uk: Порогове значення, за якого WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND почне видаляти найстаріші файли кешу зображень робочого процесу. Вкажіть розмір у байтах.
