Repository: saifkhalil/mayanEDMS
Catalog: apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, el, fr, hu, pl, ro_ro, ru, uk

source: Removing a document type from a workflow will also remove all running instances of that workflow for documents of the document type just removed.
bg: Премахването на тип документ от работен поток също ще премахне всички работещи копия на този работен поток за документи от току-що премахнатия тип документ.
cs: Odstranění typu dokumentu zworkflow odstraní také všechny spuštěné instance tohoto workflow u dokumentů právě odebraného typu dokumentu.
el: Η κατάργηση ενός τύπου εγγράφου από μια ροή εργασίας θα καταργήσει επίσης όλα τα τρέχοντα στιγμιότυπα αυτής της ροής εργασίας για έγγραφα του τύπου εγγράφου που μόλις καταργήθηκαν.
fr: Retirer un type de document d'un flux de travail supprimera également toutes les instances en cours d'exécution de ce flux de travail pour les documents du type retiré.
hu: Ha eltávolít egy dokumentumtípust a munkafolyamatból, akkor a munkafolyamat összes futó példánya is eltávolítja az éppen eltávolított dokumentumtípushoz tartozó dokumentumokat.
pl: Usunięcie typu dokumentu z obiegu dokumentów spowoduje również usunięcie wszystkich działających instancji tego obiegu dokumentów dla dokumentów usuniętego typu dokumentu.
ro_ro: Înlăturarea unui tip de document dintr-un flux de lucru va elimina, de asemenea, toate instanțele în execuție ale acelui flux de lucru pentru documentele de tipul documentului tocmai eliminat.
ru: Удаление типа документа из рабочего процесса также приведет к удалению всех запущенных экземпляров этого рабочего процесса для документов только что удаленного типа документа.
uk: Видалення типу документа з робочого процесу також призведе до видалення всіх запущених екземплярів цього робочого процесу для документів типу документа, що був видалений.

source: Document types assigned the workflow: %s
bg: Типове документи присвоили работния поток: %s
cs: Typy dokumentů přiřazené k workflow: %s
el: Τύποι εγγράφου εκχωρημένοι στη ροή εργασίας: %s
fr: Types de document assignés au flux de travail : %s
hu: Ehhez a munkafolyamathoz rendelt dokumentumtípusok: %s
pl: Typy dokumentów przypisane do obiegu dokumentów: %s
ro_ro: Tipurile de documente alocate fluxului de lucru: %s
ru: Типы документов, которым назначен рабочий процесс: %s
uk: Типи документів, призначені для робочого процесу: %s

source: This will launch the workflow for documents that have already been uploaded.
bg: Това ще стартира работния поток за вече качени документи.
cs: Tím se spustí workflow pro dokumenty, které již byly nahrány.
el: Αυτό θα εκκινήσει τη ροή εργασίας για έγγραφα που έχουν ήδη φορτωθεί.
fr: Ceci lancera le flux de travail pour les documents qui ont déjà été téléchargés.
hu: Ezzel elindítja a már feltöltött dokumentumok munkafolyamatát.
pl: Spowoduje to uruchomienie obiegu dokumentów dla dokumentów, które zostały już przesłane.
ro_ro: Aceasta va lansa fluxul de lucru pentru documentele care au fost deja încărcate.
ru: Это запустит рабочий процесс для уже загруженных документов.
uk: Це запустить робочий процес для документів, які вже були завантажені.

source: Launch workflow?
bg: Да стартира ли работния поток?
cs: Zahájit workflow?
el: Εκκίνηση ροής εργασίας;
fr: Lancer le flux de travail?
hu: Munkafolyamat indítása?
pl: Uruchomić obieg dokumentów?
ro_ro: Lansați fluxul de lucru?
ru: Запустить рабочий процесс?
uk: Запустити робочий процес?

source: Workflow launch queued successfully.
bg: Пускането на работния поток е поставено в опашката успешно.
cs: Spuštění workflow bylo úspěšně zařazeno do fronty.
el: Εκκίνηση ροών εργασίας προστέθηκε στην ουρά αναμονής με επιτυχία.
fr: Le lancement du flux de travail a été mis en file d'attente avec succès.
hu: A munkafolyamat indítása sikeresen beállt a sorba.
pl: Uruchomienie obiegu dokumentów w kolejce powiodło się.
ro_ro: Lansarea fluxului de lucru a intrat în coada de așteptare.
ru: Рабочий процесс поставлен в очередь на запуск.
uk: Робочий процес успішно поставлений в чергу.

source: Workflows store a series of states and keep track of the current state of a document. Transitions are used to change the current state to a new one.
bg: Работните потоци съхраняват серия състояния и следят текущото състояние на документа. Преходите се използват за промяна на текущото състояние в ново.
cs: Workflow ukládají řadu stavů a sledují aktuální stav dokumentu. Kroky se používají ke změně současného stavu na nový.
el: Οι ροές εργασίας αποθηκεύουν μια σειρά καταστάσεων και παρακολουθούν την τρέχουσα κατάσταση ενός εγγράφου. Οι μεταβάσεις χρησιμοποιούνται για να αλλάξουν την τρέχουσα κατάσταση σε νέα.
fr: Les flux de travail stockent une série d'états et assurent le suivi de l'état actuel d'un document. Les transitions sont utilisées pour modifier l'état actuel en un nouvel état.
hu: A munkafolyamatok állapotok sorozatát tárolják, és nyomon követik a dokumentum aktuális állapotát. Az átvezetések arra szolgálnak, hogy az aktuális állapotot egy újra módosítsák.
pl: Obiegi dokumentów przechowują serię stanów i śledzą bieżący stan dokumentu. Przejścia służą do zmiany bieżącego stanu na nowy.
ro_ro: Fluxurile de lucru stochează o serie de stări și urmăresc starea actuală a unui document. Tranzițiile sunt folosite pentru a schimba starea curentă la una nouă.
ru: Рабочие процессы хранят серию состояний и отслеживают текущее состояние документа. Переходы используются для изменения текущего состояния на новое.
uk: Робочі процеси зберігають послідовність станів і відстежують поточний стан документа. Переходи використовуються для зміни поточного стану на новий.

source: No workflows have been defined
bg: Не са дефинирани работни потоци
cs: Nebyly definovány žádné Workflow
el: Δεν έχουν καθοριστεί ροές εργασίας
fr: Aucun flux de travail n'a été défini
hu: Nincs munkafolyamat meghatározva
pl: Nie zdefiniowano obiegów dokumentów
ro_ro: Nu s-au definit fluxuri de lucru
ru: Рабочие процессы не определены
uk: Жодних робочих процесів не визначено

source: Preview of: %s
bg: Визуализация на: %s
cs: Náhled: %s
el: Προεπισκόπηση του: %s
fr: Prévisualisation de : %s
hu: Előnézet: %s
pl: Podgląd: %s
ro_ro: Previzualizarea: %s
ru: Предпросмотр рабочего процесса: %s
uk: Попередній перегляд: %s

source: This will launch all workflows created after documents have already been uploaded.
bg: Това ще пусне всички работни потоци, създадени след като вече са качени документи.
cs: Tím se spustí všechny workflow vytvořené po nahrání dokumentů.
el: Αυτό θα εκκινήσει όλες τις ροές εργασίας που έχουν δημιουργηθεί μετά την φόρτωση εγγράφων.
fr: Ceci lancera tous les flux de travail créés après que les documents ont déjà été téléversés.
hu: Ezzel elindítja a dokumentumok feltöltése után létrehozott összes munkafolyamatot.
pl: Spowoduje to uruchomienie wszystkich obiegów dokumentów utworzonych po przesłaniu dokumentów.
ro_ro: Aceasta va lansa toate fluxurile de lucru create după ce documentele au fost deja încărcate.
ru: Это запустит все рабочие процессы, созданные после того, как документы уже были загружены.
uk: Це запустить всі робочі процеси, створені після завантаження документів.

source: Launch all workflows?
bg: Пусни всички работни потоци?
cs: Spusťte všechny workflow?
el: Εκκίνηση όλων των ροών εργασίας;
fr: Lancer tous les flux de travail ?
hu: Az összes munkafolyamat elindítása?
pl: Uruchomić wszystkie obiegi dokumentów?
ro_ro: Lansați toate fluxurile de lucru?
ru: Запустить все рабочие процессы?
uk: Запустити всі робочі процеси?

source: Document label
bg: Етикет на документа
cs: Štítek dokumentu
el: Ετικέτα εγγράφου
fr: Libellé du document
hu: Dokumentumcímke
pl: Etykieta dokumentu
ro_ro: Etichetele documentului
ru: Заголовок документа
uk: Мітка документа

source: The new label to be assigned to the document.
bg: Новият етикет, който трябва да бъде присвоен на документа.
fr: La nouvelle étiquette à attribuer au document.
hu: A dokumentumhoz hozzárendelendő új címke.
ro_ro: Noua etichetă care urmează să fie atribuită documentului.
uk: Нова мітка, яка буде призначена документу.

source: Document description
bg: Описание на документа
cs: Popis dokumentu
el: Περιγραφή εγγράφου
fr: Description du document
hu: Dokumentum leírása
pl: Opis dokumentu
ro_ro: Descrierea documentului
ru: Описание документа
uk: Опис документа

source: The new description to be assigned to the document.
bg: Новото описание, което да бъде присвоено на документа.
fr: La nouvelle description à affecter au document.
hu: A dokumentumhoz rendelendő új leírás.
ro_ro: Noua descriere care urmează să fie atribuită documentului.
uk: Новий опис, який буде призначено документу.

source: Modify document properties
bg: Промяна на свойствата на документа
cs: Upravit vlastnosti dokumentu
el: Τροποποίηση ιδιοτήτων εγγράφου
fr: Modifier les propriétés du document
hu: A dokumentum tulajdonságainak módosítása
pl: Zmodyfikuj właściwości dokumentu
ro_ro: Modificați proprietățile documentului
ru: Изменить свойства документа
uk: Змінити властивості документа

source: Document properties
bg: Свойства на документа
cs: Vlastnosti dokumentu
el: Ιδιότητες εγγράφου
fr: Propriétés du document
hu: Dokumentum tulajdonságok
pl: Właściwości dokumentu
ro_ro: Proprietățile documentului
ru: Свойства документа
uk: Властивості документа

source: Additional workflows to launch for the document.
bg: Допълнителни работни потоци за стартиране на документа.
cs: Další pracovní postupy pro spuštění dokumentu.
el: Πρόσθετες ροές εργασίας για εκκίνηση για το έγγραφο.
fr: Flux de travail supplémentaires à lancer pour le document.
hu: Elindítandó további munkafolyamatok a dokumentumhoz.
pl: Dodatkowe obiegi dokumentów przeznaczone do uruchomienia na dokumencie.
ro_ro: Fluxuri de lucru suplimentare de lansat pentru document.
ru: Дополнительные рабочие процессы, которые будут запущены для документа.
uk: Додаткові робочі процеси для запуску для документа.

source: The URL to access.
bg: URL адресът за достъп.
cs: Adresa URL pro přístup.
fr: L'URL à laquelle accéder.
hu: URL a hozzáféréshez.
ro_ro: Adresa URL de accesat.
uk: URL-адреса для доступу.

source: Method
bg: Метод
cs: Metoda
el: Μέθοδος
fr: Méthode
hu: Módszer
pl: Metoda
ro_ro: Metodă
ru: Метод
uk: Метод

source: The HTTP method to use for the request. Typical choices are OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
bg: HTTP методът, който да се използва за заявката. Типичните възможности за избор са OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
fr: La méthode HTTP à utiliser pour la requête. Les choix classiques sont OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
hu: A kéréshez használandó HTTP-módszer. Tipikus választási lehetőségek: OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
ro_ro: Metoda HTTP de utilizat pentru cerere. Opțiunile tipice sunt OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
uk: Метод HTTP, який використовується для запиту. Типовими варіантами є OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.

source: Username
bg: Име на потребител
cs: Uživatelské jméno
el: Όνομα χρήστη
fr: Identifiant
hu: Felhasználónév
pl: Nazwa użytkownika
ro_ro: Nume de utilizator
ru: Имя пользователя
uk: Ім'я користувача

source: Username to use for making the request with HTTP Basic Auth. The credential object is available as {{ credential }}.
hu: Felhasználónév a HTTP Basic Auth használatával történő kéréshez. A hitelesítési adatobjektum {{ credential }} néven érhető el.
ro_ro: Nume de utilizator de utilizat pentru a face cererea cu HTTP Basic Auth. Obiectul acreditării este disponibil ca {{ credential }}.

source: Password
bg: Парола
cs: Heslo
el: Κωδικός πρόσβασης
fr: Mot de passe
hu: Jelszó
pl: Hasło
ro_ro: Parola
ru: Пароль
uk: Пароль

source: Password to use for making the request with HTTP Basic Auth. The credential object is available as {{ credential }}.
hu: A HTTP Basic Auth segítségével történő kéréshez használandó jelszó. A hitelesítési adatobjektum {{ credential }} néven érhető el.
ro_ro: Parola de utilizat pentru a face cererea cu HTTP Basic Auth. Obiectul acreditării este disponibil ca {{ credential }}.

source: Headers
bg: Заглавки
cs: Záhlaví
el: Κεφαλίδες
fr: En-têtes
hu: Fejlécek
pl: Nagłówki
ro_ro: Anteturi
ru: Заголовки
uk: Заголовки

source: Headers to send with the HTTP request. Must be in JSON format. The credential object is available as {{ credential }}.
hu: A HTTP-kéréssel együtt küldendő fejlécek. JSON formátumban kell lennie. A hitelesítési adatobjektum {{ credential }} néven érhető el.
ro_ro: Anteturi de trimis cu cererea HTTP. Trebuie să fie în format JSON. Obiectul acreditării este disponibil ca {{ credential }}.

source: Payload
bg: Полезен товар
el: Φορτίο
fr: Contenu
hu: Terhelés
pl: Dane załaczone
ro_ro: Încărcătură utilă
ru: Данные
uk: Навантаження

source: A JSON document to include in the request.
bg: JSON документ, който да включите в заявката.
cs: Dokument JSON, který se má zahrnout do požadavku.
fr: Un document JSON à inclure dans la requête.
hu: A kérelemben szereplő JSON-dokumentum.
ro_ro: Un document JSON de inclus în cerere.
uk: JSON документ для включення в запит.

source: Timeout
bg: Изтичане на времето
cs: Časový limit
el: Λήξη χρονικού ορίου
fr: Délai d'attente dépassé
hu: Időtúllépés
pl: Koniec czasu
ro_ro: Pauză
ru: Тайм-аут
uk: Таймаут

source: Time in seconds to wait for a response.
bg: Време в секунди за изчакване на отговор.
cs: Doba čekání v sekundách na odpověď.
el: Χρόνος αναμονής για απάντηση σε δευτερόλεπτα.
fr: Durée en secondes d'attente d'une réponse.
hu: A válasz várakozási ideje másodpercben.
ro_ro: Timp în secunde de așteptare a unui răspuns.
uk: Час очікування відповіді в секундах.

source: Store response
fr: Enregistrer la réponse
hu: Válasz eltárolása
ro_ro: Răspunsul stocării

source: Store the response in the workflow context.
hu: Eltárolja a választ a munkafolyamat-kontextusban.
ro_ro: Stocați răspunsul în contextul fluxului de lucru.

source: Variable used to store the response in the workflow instance context.
hu: A válasz tárolására használt változó a munkafolyamat-példány környezetében.
ro_ro: Variabilă utilizată pentru a stoca răspunsul în contextul instanței fluxului de lucru.

source: Perform an HTTP request
bg: Извършете HTTP заявка
cs: Proveďte požadavek HTTP
el: Εκτέλεση HTTP αιτήματος
fr: Effectuer une requête HTTP
hu: HTTP kérés végrehajtása
pl: Wykonaj żądanie HTTP
ro_ro: Efectuați o solicitare HTTP
ru: Выполнить HTTP-запрос
uk: Виконати HTTP-запит

source: Request
fr: Requête
hu: Kérés
ro_ro: Cerere

source: Response
fr: Réponse
hu: Válasz
ro_ro: Răspuns

source: %(field_name)s JSON error: %(exception)s
bg: %(field_name)s JSON грешка: %(exception)s
cs: %(field_name)s Chyba JSON: %(exception)s
el: %(field_name)s Σφάλμα JSON: %(exception)s
fr: %(field_name)s erreur JSON : %(exception)s
hu: %(field_name)s JSON hiba: %(exception)s
pl: Błąd JSON %(field_name)s: %(exception)s
ro_ro: %(field_name)s eroare JSON: %(exception)s
ru: %(field_name)s Ошибка JSON: %(exception)s
uk: %(field_name)s помилка JSON: %(exception)s

source: Response variable name
ro_ro: Numele variabilei de răspuns

source: Widget
bg: Управляващ елемент
el: Γραφικό στοιχείο
fr: Composant
pl: Widżet
ru: Виджет
uk: Віджет

source: URL
el: Διεύθυνση URL
