Repository: saifkhalil/mayanEDMS
Catalog: apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, el, fr, hu, pl, ro_ro, ru, uk

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
bg: Тази стойност ще бъде използвана от други приложения за препратка към този работен поток. Може да съдържа само букви, цифри и долни черти.
cs: Tuto hodnotu použijí jiné aplikace k odkazu na toto workflow. Může obsahovat pouze písmena, čísla a podtržítka.
el: Αυτή η τιμή θα χρησιμοποιείτε από τις άλλες εφαρμογές για αναφορά σε αυτή την ροή εργασίας. Χρησιμοποιήστε μόνο γράμματα, αριθμούς και την κάτω παύλα.
fr: Cette valeur sera utilisée par d'autres applications pour faire référence à ce flux de travail. Ne peut contenir que des lettres, des chiffres et des caractères de soulignement.
hu: Más alkalmazások ezt az értéket fogják használni a munkafolyamat hivatkozására. Csak betűket, számokat és aláhúzásjeleket tartalmazhat.
pl: Ta wartość będzie używana przez inne aplikacje w odniesieniu do tego obiegu dokumentów. Może zawierać tylko litery, cyfry i znaki podkreślenia.
ro_ro: Această valoare va fi utilizată de alte aplicații pentru a face referire la acest flux de lucru. Pot conține numai litere, numere și subliniere.
ru: Это значение будет использоваться другими приложениями для ссылки на этот рабочий процесс. Может содержать только латинские буквы, цифры и знак подчеркивания.
uk: Це значення використовуватиметься іншими програмами для посилання на цей робочий процес. Може містити лише літери, цифри та підкреслення.

source: Internal name
bg: Вътрешно име
cs: Vnitřní název
el: Όνομα εσωτερικής αναφοράς
fr: Nom interne
hu: Belső név
pl: Nazwa wewnętrzna
ro_ro: Nume intern
ru: Внутреннее имя
uk: Внутрішнє ім'я

source: A short text to describe the workflow.
bg: Кратък текст за описание на работния поток.
cs: Krátký text popisující workflow.
el: Σύντομο κείμενο για την περιγραφή της ροής εργασίας.
fr: Un court texte pour décrire le flux de travail.
hu: Egy rövid szöveg a munkafolyamat leírásához.
pl: Krótki tekst opisujący obieg dokumentów.
ro_ro: Un text scurt pentru a descrie fluxul de lucru.
ru: Краткое описание рабочего процесса.
uk: Короткий текст для опису робочого процесу.

source: Workflow runtime proxy
bg: Прокси за изпълнение на работния поток
el: Διακομιστής μεσολάβησης ροής εργασίας.
fr: Proxy d'exécution du flux de travail
hu: Munkafolyamat futásidejű proxy
pl: Serwer proxy środowiska wykonawczego obiegu dokumentów
ro_ro: Proxy runtime pentru fluxul de lucru
ru: Прокси рабочего процесса
uk: Проксі виконання робочого процесу

source: Workflow runtime proxies
bg: Прокси сървъри за изпълнение на работния поток
el: Διακομιστές μεσολάβησης ροής εργασίας
fr: Proxies d'exécution du flux de travail
hu: Munkafolyamat futásidejű proxyk
pl: Proxy środowiska uruchomieniowego obiegu dokumentów
ro_ro: Proxy-uri de runtime pentru fluxul de lucru
ru: Прокси рабочего процесса
uk: Проксі робочого процесу

source: The condition that will determine if this state action is executed or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
bg: Условието, което ще определи дали това действие на състояние се изпълнява или не. Условието се оценява спрямо етапа на работния поток. Условия, които не връщат никаква стойност, които връщат логическото Python Не, или празен низ (&#39;&#39;) се считат за логически неверни, всяка друга стойност се счита за логически вярна.
cs: Podmínka, která určí, zda se tato akce stavu provede nebo ne. Podmínka je vyhodnocena oproti instanci pracovního postupu. Podmínky, které nevracejí žádnou hodnotu, které vracejí logický jazyk Python None nebo prázdný řetězec (''), jsou považovány za logické nepravdy, jakákoli jiná hodnota je považována za logickou pravdu.
el: Η συνθήκη που θα καθορίσει εάν θα εκτελεστεί η ενέργεια κατάστασης ή όχι. Η συνθήκη αξιολογείται έναντι του στιγμιοτύπου ροής εργασίας. Συνθήκες που δεν επιστρέφουν καμία τιμή, που επιστρέφουν τη λογική τιμή None της Python ή μια κενή συμβολοσειρά ("") θεωρούνται λογικώς ψευδείς, οποιαδήποτε άλλη τιμή θεωρείται λογικώς αληθής.
hu: Az a feltétel, amely meghatározza, hogy ez az állapotművelet végrehajtásra kerül-e vagy sem. A feltétel kiértékelése a munkafolyamat-példánnyal történik. Azok a feltételek, amelyek nem adnak vissza semmilyen értéket, amelyek a Python logikai None-t vagy egy üres karakterláncot (''') adnak vissza, logikai false-nak, minden más érték logikai true-nak minősül.
pl: Warunek określający czy akcja dotycząca stanu zostanie wykonana. Warunek jest wyliczany względem wystąpienia obiegu dokumentów. Warunki nie zwracające żadnych wartości, zwracające None lub pusty łańcuch (") traktowane są jako false, pozostałe wartości traktowane są jako true.
ro_ro: Condiția care va determina dacă această acțiune de stare este executată sau nu. Condiția este evaluată în raport cu instanța fluxului de lucru. Condițiile care nu returnează nicio valoare, care returnează Python logic None sau un șir gol ('') sunt considerate logice false, orice altă valoare este considerată a fi logica adevărată.
ru: Условие, которое определяет, будет ли выполнено это действие состояния или нет. Условие оценивается по экземпляру рабочего процесса. Условия, которые не возвращают никакого значения, которые возвращают логическое значение Python None или пустую строку (''), считаются логическим ЛОЖЬ, любое другое значение считается логическим ИСТИНА.
uk: Умова, яка визначатиме, чи виконується ця дія стану чи ні. Умова оцінюється відносно екземпляра робочого процесу. Умови, які не повертають жодного значення, які повертають логічне значення None у Python або порожній рядок (''), вважаються логічним хибним, будь-яке інше значення вважається логічним істинним.

source: Workflow state
bg: Състояние на работния поток
cs: Stav workflow
el: Κατάσταση ροής εργασίας
fr: État du flux de travail
hu: Munkafolyamat állapot
pl: Stan obiegu dokumentów
ro_ro: Starea fluxului de lucru
ru: Состояние рабочего процесса
uk: Стан робочого процесу

source: A short text describing the action.
bg: Кратък текст, описващ действието.
cs: Krátký text popisující akci.
el: Ένα σύντομο κείμενο που περιγράφει την ενέργεια.
fr: Un court texte décrivant l'action.
hu: Az műveletet leíró rövid szöveg.
pl: Krótki tekst opisujący akcję.
ro_ro: Un text scurt care descrie acțiunea.
ru: Краткое описание действия.
uk: Короткий текст опису дії.

source: At which moment of the state this action will execute.
bg: В кой момент на състоянието ще се извърши това действие.
cs: Ve kterém okamžiku stavu se tato akce provede.
el: Η στιγμή της κατάστασης κατά την οποία η ενέργεια θα εκτελεστεί.
fr: Moment que cette action s'exécutera.
hu: Az állapot melyik pillanatában hajtódik végre ez a művelet.
pl: Moment stanu, w którym akcja zostanie wykonana.
ro_ro: În ce moment al stării se va executa această acțiune.
ru: В какой момент состояния будет выполнено это действие.
uk: У який момент стану ця дія буде виконана.

source: When
bg: Кога
cs: Když
el: Πότε
fr: Quand
hu: Mikor
pl: Kiedy
ro_ro: Cănd
ru: Когда
uk: Коли

source: Workflow state action
bg: Действие на състояние на работния поток
cs: Akce stavu workflow
el: Ενέργεια κατάστασης ροής εργασίας
fr: Action d'état du flux de travail
hu: Munkafolyamat állapot művelet
pl: Akcja stanu obiegu dokumentów
ro_ro: Acțiune de stare de flux de lucru
ru: Действие состояния рабочего процесса
uk: Стан виконання робочого процесу

source: Workflow state actions
bg: Действия за състояние на работния поток
cs: Akce stavu workflow
el: Ενέργειες κατάστασης ροής εργασίας
fr: Actions d'état du flux de travail
hu: Munkafolyamat állapot műveletek
pl: Akcje stanu obiegu dokumentów
ro_ro: Acțiuni de stare de lucru
ru: Действия состояния рабочего процесса
uk: Стани виконання робочого процесу

source: Workflow escalation.
fr: Escalade du flux de travail
hu: Munkafolyamat eszkaláció.
ro_ro: Escalardarea fluxului de lucru.
uk: Ескалація робочого процесу.

source: Determine the order in which the escalations will be evaluated. Escalations with a lower priority number are executed before escalations with a higher priority number.
hu: Meghatározza az eszkalációk kiértékelésének sorrendjét. Az alacsonyabb prioritású eszkalációkat a rendszer a magasabb prioritású eszkaláció előtt hajtja végre.
ro_ro: Stabiliți ordinea în care vor fi evaluate escaladele. Escaladările cu un număr de prioritate mai mic sunt executate înainte de escaladările cu un număr de prioritate mai mare.
uk: Визначте порядок, у якому буде оцінюватися ескалація. Ескалації з нижчим номером пріоритету виконуються перед ескалаціями з вищим номером пріоритету.

source: Priority
fr: Priorité
hu: Prioritás
ro_ro: Prioritate
uk: Пріоритет

source: Enable automatic transition the workflow after a specified amount of time has elapsed in the state without change.
hu: Engedélyezi a munkafolyamat automatikus átvezetését, miután meghatározott idő eltelt a változás nélküli állapotban.
ro_ro: Activați tranziția automată a fluxului de lucru după ce a trecut o anumită perioadă de timp în starea fără modificare.
uk: Увімкнути автоматичний перехід робочого циклу після закінчення певного часу в стані без змін.

source: Time unit
fr: Unité de temps
hu: Időegység
ro_ro: Unitatea de timp
uk: Одиниця часу

source: Amount of the selected escalation units of time.
hu: A kiválasztott eszkalációs időegységek mennyisége.
ro_ro: Cantitatea de unități de timp de escaladare selectate.
uk: Кількість обраних одиниць часу ескалації.

source: Amount
bg: Брой
cs: Množství
el: Διάρκεια
fr: Nombre
hu: Mennyiség
pl: Ilość
ro_ro: Cantitate
ru: Количество
uk: Сума

source: Comment to save to the workflow instance when the escalation is executed.
hu: Megjegyzés a munkafolyamat-példányba mentéshez, amikor az eszkaláció végrehajtódik.
ro_ro: Comentariu pentru a salva în instanța fluxului de lucru atunci când escaladarea este executată.
uk: Коментар для збереження в екземпляр робочого циклу під час ескалації.

source: Workflow state escalation
hu: Munkafolyamat állapot eszkaláció
ro_ro: Escalaredrea stării fluxului de lucru
uk: Стан ескалації робочого процесу

source: Workflow state escalations
hu: Munkafolyamat állapot eszkalációk
ro_ro: Escaladarea stării fluxului de lucru
uk: Стан ескалацій робочого процесу

source: A short text to describe the workflow state.
bg: Кратък текст за описание на състоянието на работния поток.
cs: Krátký text popisující stav workflow.
el: Σύντομο κείμενο για την περιγραφή της κατάστασης ροής εργασίας.
fr: Un court texte pour décrire l'état du flux de travail.
hu: Egy rövid szöveg a munkafolyamat állapot leírására.
pl: Krótki tekst opisujący stan obiegu dokumentów.
ro_ro: Un text scurt pentru a descrie starea fluxului de lucru.
ru: Краткое описание состояния рабочего процесса.
uk: Короткий текст, що описує стан робочого процесу.

source: The state at which the workflow will start in. Only one state can be the initial state.
bg: Състоянието, в което ще започне работният поток. Само едно състояние може да бъде първоначално състояние.
cs: Stav, ve kterém se workflow spustí. Počáteční stav může být pouze jeden.
el: Η κατάσταση στην οποία η ροή εργασίας θα εκκινήσει. Μόνο μία κατάσταση μπορεί να είναι η αρχική.
fr: État dans lequel le flux de travail commencera. Un seul état peut être l'état initial.
hu: Az az állapot, amelyben a munkafolyamat elindul. Csak egy állapot lehet a kezdeti állapot.
pl: Stan, w którym rozpocznie się obieg dokumentów. Tylko jeden stan może być stanem początkowym.
ro_ro: Starea în care va începe fluxul de lucru. O singură stare poate fi starea inițială.
ru: Состояние, в котором начнется рабочий процесс. Только одно состояние может быть исходным.
uk: Стан, з якого почнеться робочий процес. Тільки один стан може бути початковим станом.

source: Initial
bg: Начално
cs: Počáteční
el: Αρχική
hu: Kezdeti
pl: Początkowy
ro_ro: Iniţială
ru: Исходное
uk: Початковий

source: The percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
bg: Процентът на завършеност, който това състояние представлява по отношение на работния поток. Използвайте числа без знака за процент.
cs: Procento dokončení, které tento stav představuje ve vztahu k workflow. Používejte čísla bez znaku procenta.
el: Το ποσοστό ολοκλήρωσης που αντιπροσωπεύει αυτή η κατάσταση σε σχέση με τη ροή εργασίας. Χρησιμοποιήστε αριθμούς χωρίς το σύμβολο ποσοστού.
fr: Pourcentage d'achèvement que cet état représente par rapport au flux de travail. Utilisez des chiffres sans le signe de pourcentage.
hu: A befejezettség százalékos aránya, amelyet ez az állapot képvisel a munkafolyamathoz viszonyítva. Használjon számokat százalékjel nélkül.
pl: Procent ukończenia reprezentowany przez ten stan w odniesieniu do obiegu dokumentów. Używaj liczb bez znaku procentu.
ro_ro: Procentul de finalizare pe care îl reprezintă această stare în raport cu fluxul de lucru. Utilizați numerele fără semnul procentual.
ru: Процент завершения, который представляет это состояние по отношению к рабочему процессу. Используйте числа без знака процента.
uk: Відсоток завершеності, який цей стан представляє у відношенні до робочого процесу. Використовуйте числа без знака відсотка.

source: Workflow states
bg: Състояния на работния поток
cs: Stavy workflow
el: Καταστάσεις ροής εργασίας
fr: États du flux de travail
hu: Munkafolyamat állapotok
pl: Stany obiegu dokumentów
ro_ro: Stările fluxului de lucru
ru: Состояния рабочего процесса
uk: Стани робочого процесу

source: Workflow state runtime proxy
bg: Прокси сървър за състояние на работния поток
el: Διακομισής μεσολάβησης κατάστασης ροής εργασίας.
fr: Protocole d'exécution de l'état du flux de travail
hu: Munkafolyamat állapot futásidejű proxy
pl: Serwer proxy środowiska wykonawczego stanu obiegu dokumentów
ro_ro: Proxy de runtime pentru starea fluxului de lucru
ru: Прокси состояния рабочего процесса
uk: Проксі-сервер середовища виконання стану робочого процесу

source: Workflow state runtime proxies
bg: Прокси сървъри за състояние на работния поток
el: Διακομιστές μεσολάβησης κατάστασης ροής εργασίας
fr: Proxies d'exécution de l'état du flux de travail
hu: Munkafolyamat állapot futásidejű proxyk
pl: Serwery proxy środowiska wykonawczego stanu obiegu dokumentów
ro_ro: Proxy-uri runtime de stare de flux de lucru
ru: Прокси состояния рабочего процесса
uk: Проксі-сервери середовища виконання стану робочого процесу

source: Lookup value error: %s
bg: Грешка в стойността на търсенето: %s
cs: Chyba hodnoty vyhledávání: %s
el: Σφάλμα τιμής αναζήτησης: %s
fr: Erreur de recherche de valeur : %s
hu: Keresési érték hiba: %s
pl: Błąd wartości wyszukiwania: %s
ro_ro: Valoarea erorii de căutare: %s
ru: Ошибка значения поиска: %s
uk: Помилка пошуку значення: %s

source: Has a default?
hu: Van alapértelmezése?
ro_ro: Are o valoare implicită?

source: Has a lookup?
hu: Van keresése?
ro_ro: Are o căutare?

source: Value is not one of the provided options.
bg: Стойността не е една от предоставените опции.
cs: Hodnota není jednou z nabízených možností.
el: Η τιμή δεν ανήκει στις διαθέσιμες επιλογές.
fr: La valeur saisie ne fait pas partie des options proposées.
hu: Az érték nem tartozik a rendelkezésre álló lehetőségek közé.
pl: Wartość nie jest jedną z dostępnych opcji.
ro_ro: Valoarea nu este una dintre opțiunile furnizate.
ru: Значение не является одним из предоставленных вариантов.
uk: Значення не є одним із запропонованих варіантів.

source: The name that will be used to identify this field in other parts of the workflow system.
bg: Името, което ще се използва за идентифициране на това поле в други части на системата на работния поток.
cs: Název, který bude použit k identifikaci tohoto pole v jiných částech systému workflow.
el: Το όνομα που θα χρησιμοποιηθεί για την αναγνώριση αυτού του πεδίου σε άλλα μέρη του συστήματος ροής εργασίας.
fr: Nom qui sera utilisé pour identifier ce champ dans d'autres parties du système de flux de travail.
hu: A mező azonosítására szolgáló név a munkafolyamat-rendszer más részein.
pl: Nazwa, która będzie używana do identyfikacji tego pola w innych częściach systemu obiegu dokumentów.
ro_ro: Numele care va fi utilizat pentru a identifica acest câmp în alte părți ale sistemului de flux de lucru.
ru: Имя, которое будет использоваться для идентификации этого поля в других частях системы рабочего процесса.
uk: Ім’я, яке використовуватиметься для ідентифікації цього поля в інших частинах системи робочого процесу.

source: The field name that will be shown on the user interface.
bg: Името на полето, което ще бъде показано в потребителския интерфейс.
cs: Název pole, které se zobrazí na uživatelském rozhraní.
el: Το όνομα πεδίου που θα εμφανίζεται στη διεπαφή χρήστη.
fr: Le nom du champ qui sera affiché sur l'interface utilisateur.
hu: A felhasználói felületen megjelenő mezőnév.
pl: Nazwa pola, która będzie wyświetlana w interfejsie użytkownika.
ro_ro: Numele câmpului care va fi afișat pe interfața de utilizator.
ru: Имя поля, которое будет отображаться в пользовательском интерфейсе.
uk: Назва поля, яке відображатиметься в інтерфейсі користувача.

source: Optional default value for the field. Can be a template.
fr: Valeur par défaut optionnelle pour le champ. Peut être un template.
hu: A mező opcionális alapértelmezett értéke. Lehet sablon.
ro_ro: Valoare implicită opțională pentru câmp. Poate fi un șablon.

source: Default
bg: По подразбиране
cs: Výchozí
el: Προεπιλογή
fr: Défaut
hu: Alapéretelmezett
pl: Domyślny
ro_ro: Implicit
ru: По умолчанию
uk: За замовчуванням

source: Enter a template to render. Must result in a comma delimited string.
bg: Въведете шаблон за изобразяване. Трябва да доведе до низ, разделен със запетаи.
cs: Zadejte šablonu k vykreslení. Výsledkem musí být řetězec oddělený čárkami.
el: Εισαγάγετε ένα πρότυπο για απόδοση. Θα πρέπει να είναι μια συμβολοσειρά χωρισμένη με κόμμα.
fr: Entrez un modèle à interpréter. Doit avoir pour résultat une chaîne délimitée par des virgules.
hu: Adjon meg egy sablont a megjelenítéshez. Vesszővel tagolt karakterláncot kell eredményeznie.
pl: Wprowadź szablon do renderowania. Musi dawać ciąg rozdzielany przecinkami.
ro_ro: Introduceți un șablon de redat. Trebuie să aibă ca rezultat un șir delimitat de virgule.
ru: Введите шаблон для рендеринга. Результатом должна быть строка, разделенная запятыми.
uk: Введіть шаблон для візуалізації. У результаті має бути рядок, розділений комами.

source: Lookup
bg: Справка
cs: Vyhledávání
el: Αναζήτηση
fr: Consultation de table
hu: Keresés
pl: Wyszukanie
ro_ro: Căutare
ru: Подстановка
uk: Пошук

source: An optional message that will help users better understand the purpose of the field and data to provide.
bg: Незадължително съобщение, което ще помогне на потребителите да разберат по-добре целта на полето и данните, които да предоставят.
cs: Volitelná zpráva, která pomůže uživatelům lépe porozumět účelu pole a údajům, které mají poskytovat.
el: Προαιρετικό μήνυμα που θα βοηθήσει τους χρήστες να κατανοήσουν καλύτερα τον σκοπό του πεδίου και τί δεδομένα να παρέχουν.
fr: Un message facultatif qui aidera les utilisateurs à mieux comprendre l'objectif du champ et les données à fournir.
hu: Opcionális üzenet, amely segít a felhasználóknak jobban megérteni a mező célját és a megadandó adatokat.
pl: Opcjonalny komunikat, który pomoże użytkownikom lepiej zrozumieć do czego służy pole i dane, które należy podać.
ro_ro: Un mesaj opțional care îi va ajuta pe utilizatori să înțeleagă mai bine scopul câmpului și datele pe care să le furnizeze.
ru: Необязательное сообщение, которое поможет пользователям лучше понять назначение поля и предоставляемых данных.
uk: Додаткове повідомлення, яке допоможе користувачам краще зрозуміти призначення поля та дані, які потрібно надати.

source: Help text
bg: Помощен текст
cs: Pomocný text
el: Κείμενο βοήθειας
fr: Texte d'aide
hu: Súgó szöveg
pl: Tekst pomocy
ro_ro: Text de ajutor
ru: Подсказка
uk: Текст довідки

source: Whether this field needs to be filled out or not to proceed.
hu: A folytatáshoz ki kell-e tölteni ezt a mezőt vagy sem.
ro_ro: Dacă acest câmp trebuie completat sau nu pentru a continua.

source: Required
bg: Задължително
cs: Požadované
el: Απαιτείται
fr: Obligatoire
hu: Kötelező
pl: Wymagane
ro_ro: Necesară
ru: Требуемый
uk: Обов'язково

source: An optional class to change the default presentation of the field.
bg: Незадължителен клас за промяна на представянето по подразбиране на полето.
cs: Volitelná třída pro změnu výchozí prezentace pole.
el: Μια προαιρετική κλάση για την αλλαγή της προεπιλεγμένης παρουσίασης του πεδίου.
fr: Une classe facultative pour modifier la présentation par défaut du champ.
hu: Egy opcionális osztály a mező alapértelmezett megjelenítésének megváltoztatásához.
pl: Opcjonalna klasa do zmiany domyślnej prezentacji pola.
ro_ro: O clasă opțională pentru a modifica prezentarea implicită a câmpului.
ru: Необязательный класс для изменения представления поля по умолчанию.
uk: Додатковий клас для зміни представлення поля за замовчуванням.

source: Widget class
bg: Клас на управляващ елемент
cs: Třída widgetů
el: Γραφικό στοιχείο κλάσης
fr: Classe du composant
hu: Widget osztály
pl: Klasa widżetów
ro_ro: Clasa widget
ru: Класс виджета
uk: Клас віджету

source: A group of keyword arguments to customize the widget. Use YAML format.
bg: Група от ключови аргументи за персонализиране на управляващия елемент. Използвайте YAML формат.
cs: Skupina argumentů klíčových slov k přizpůsobení widgetu. Použijte formát YAML.
el: Μια ομάδα ορισμάτων λέξεων-κλειδιών για την παραμετροποίηση του του γραφικού στοιχείου. Χρησιμοποιήστε τη μορφή YAML.
fr: Un groupe d'arguments de mots clés pour personnaliser le composant. Utilisez le format YAML.
hu: Kulcsszó-argumentumok csoportja a widget testreszabásához. Használjon YAML formátumot.
pl: Argumenty słów kluczowych do dostosowania widżetu. Użyj formatu YAML.
ro_ro: Un grup de argumente de cuvinte cheie pentru a personaliza widget-ul. Folosiți formatul YAML.
ru: Группа аргументов для настройки виджета. Используйте формат YAML.
uk: Група ключових аргументів для налаштування віджета. Використовуйте формат YAML.

source: Widget keyword arguments
bg: Аргументи на ключови думи на управляващия елемент
cs: Argumenty klíčových slov pro widgety
el: Ορίσματα λέξεων-κλειδιών γραφικού στοιχείου
fr: Arguments de mot clé du composant
hu: Widget kulcsszó argumentumok
pl: Argumenty słów kluczowych widgetu
ro_ro: Argumentele cuvintelor cheie pentru Widget
ru: Аргументы виджета
uk: Аргументи ключового слова віджету

source: Workflow transition field
bg: Поле за преход на работния поток
cs: Pole přechodu workflow
el: Πεδίο μετάβασης ροής εργασίας
fr: Champ de transition du flux de travail
hu: Munkafolyamat átvezetési mező
pl: Pole przejścia obiegu dokumentów
ro_ro: Câmpul de tranziție a fluxului de lucru
ru: Поле перехода рабочего процесса
uk: Поле переходу робочого процесу

source: Workflow transition fields
bg: Полета за преход на работния поток
cs: Pole přechodu workflow
el: Πεδία μετάβασης ροής εργασίας
fr: Champs de transition du flux de travail
hu: Munkafolyamat átvezetési mezői
pl: Pola przejścia obiegu dokumentów
ro_ro: Câmpuri de tranziție a fluxului de lucru
ru: Поля перехода рабочего процесса
uk: Поля переходу робочого процесу
