Repository: saifkhalil/mayanEDMS
Catalog: apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: bg, cs, el, fr, hu, pl, ro_ro, ru, uk

source: Create a field for workflow transition: %s
bg: Създайте поле за преход на работния поток: %s
cs: Vytvořte pole pro přechod workflow: %s
el: Δημιουργήστε ένα πεδίο για την μετάβαση ροής εργασίας: %s
fr: Créez un champ pour la transition du flux de travail: %s
hu: Mező létrehozása ehhez a munkafolyamat átvezetéshez: %s
pl: Utwórz pole dla przejścia obiegu dokumentów: %s
ro_ro: Creați un câmp pentru tranziția fluxului de lucru: %s
ru: Создать поле для перехода рабочего процесса: %s
uk: Створити поле для переходу робочого процесу: %s

source: Delete workflow transition field: %s
bg: Изтрийте полето за преход на работния поток: %s
cs: Odstranit pole přechodu workflow: %s
el: Διαγραφή πεδίου μετάβασης ροής εργασίας: %s
fr: Supprimer le champ de transition du flux de travail: %s
hu: Ennek a munkafolyamat átvezetési mezőnek a törlése: %s
pl: Usuń pole przejścia obiegu dokumentów: %s
ro_ro: Ștergeți câmpul de tranziție a fluxului de lucru: %s
ru: Удалить поле перехода рабочего процесса: %s
uk: Видалити поле переходу робочого процесу: %s

source: Edit workflow transition field: %s
bg: Редактиране на поле за преход на работния поток: %s
cs: Upravit pole přechodu workflow: %s
el: Επεξεργασία πεδίου μετάβασης ροής εργασίας: %s
fr: Modifier le champ de transition du flux de travail: %s
hu: Munkafolyamat átvezetési mező szerkesztése: %s
pl: Edytuj pole przejścia obiegu dokumentów: %s
ro_ro: Editați câmpul de tranziție a fluxului de lucru: %s
ru: Редактировать поле перехода: %s
uk: Редагувати поле переходу робочого процесу: %s

source: Workflow transition fields allow adding data to the workflow's context. This additional context data can then be used by other elements of the workflow system like the workflow state actions.
bg: Полетата за преход на работния поток позволяват добавяне на данни в контекста на работния поток. След това тези допълнителни данни за контекста могат да бъдат използвани от други елементи на системата на работния поток, като действията на състоянието на работния поток.
cs: Pole přechodu workflow umožňují přidávat data do kontextu workflow. Tato další kontextová data pak mohou být použita jinými prvky systému workflow, jako jsou akce stavu workflow.
el: Τα πεδία μετάβασης της ροής εργασίας επιτρέπουν την προσθήκη δεδομένων στο περιβάλλον της ροής εργασίας. Αυτά τα πρόσθετα δεδομένα περιβάλλοντος μπορούν στη συνέχεια να χρησιμοποιηθούν από άλλα στοιχεία του συστήματος ροής εργασίας, όπως οι ενέργειες κατάστασης ροής εργασίας.
fr: Les champs de transition du flux de travail permettent d'ajouter des données au contexte du flux de travail. Ces données de contexte supplémentaires peuvent ensuite être utilisées par d'autres éléments du système du flux de travail comme les actions d'état du flux de travail.
hu: A munkafolyamat átvezetési mezői lehetővé teszik adatok hozzáadását a munkafolyamat környezetéhez. Ezeket a további kontextusadatokat ezután a munkafolyamat-rendszer más elemei, például a munkafolyamat-állapot műveletek felhasználhatják.
pl: Pola przejścia obiegu dokumentów umożliwiają dodawanie danych do kontekstu obiegu dokumentów. Te dodatkowe dane kontekstowe mogą być następnie wykorzystane przez inne elementy systemu obiegu dokumentów, takie jak akcje stanu obiegu dokumentów.
ro_ro: Câmpurile de tranziție ale fluxului de lucru permit adăugarea de date în contextul fluxului de lucru. Aceste date de context adiționale pot fi apoi utilizate de alte elemente ale sistemului de flux de lucru, cum ar fi acțiunile stării fluxului de lucru.
ru: Поля перехода рабочего процесса позволяют добавлять данные в контекст рабочего процесса. Эти дополнительные данные могут затем использоваться другими элементами системы рабочего процесса, такими как действия состояния рабочего процесса.
uk: Поля переходу робочого процесу дозволяють додавати дані до контексту робочого процесу. Ці додаткові дані контексту можуть бути використані іншими елементами системи робочого процесу, такими як дії стану робочого процесу.

source: There are no fields for this workflow transition
bg: Няма полета за този преход на работния поток
cs: Pro tento přechod workflow neexistují žádná pole
el: Δεν υπάρχουν πεδία για αυτήν τη μετάβαση ροής εργασίας
fr: Il n'y a aucun champ pour cette transition de flux de travail
hu: Nincsenek mezők ehhez a munkafolyamat átvezetéshez
pl: Brak pól dla tego przejścia obiegu dokumentów
ro_ro: Nu există câmpuri pentru această tranziție a fluxului de lucru
ru: Нет полей для этого перехода рабочего процесса
uk: Немає полів для цього переходу робочого процесу

source: Fields for workflow transition: %s
bg: Полета за преход на работния поток: %s
cs: Pole pro přechod workflow: %s
el: Πεδία για την μετάβαση ροής εργασίας: %s
fr: Champs pour la transition du flux de travail: %s
hu: Ennek a munkafolyamatnak az átvezetési mezői: %s
pl: Pola do przejścia obiegu dokumentów: %s
ro_ro: Câmpuri pentru tranziția fluxului de lucru: %s
ru: Поля для перехода рабочего процесса: %s
uk: Поля для переходу робочого процесу: %s

source: Error updating workflow transition trigger events; %s
bg: Грешка при актуализиране на събитията задействащи прехода на работния поток; %s
cs: Při aktualizaci spouštěcích událostí kroku workflow došlo k chybě; %s
el: Σφάλμα κατά την ενημέρωση των εκκινητών συμβάντων ροής εργασίας: %s
fr: Erreur de mise-à-jour des événements déclencheurs de transition du flux de travail ; %s
hu: Hiba a munkafolyamat átvezetési eseményindító eseményeinek frissítése során; %s
pl: Błąd podczas aktualizowania zdarzeń wyzwalacza przejścia obiegu dokumentów; %s
ro_ro: Eroare la actualizarea evenimentelor de declanșare a fluxului de lucru; %s
ru: Ошибка обновления триггерных событий перехода рабочего процесса; %s
uk: Помилка оновлення події тригера переходу робочого процесу; %s

source: Workflow transition trigger events updated successfully
bg: Събитията задействащи прехода на работния поток са актуализирани успешно
cs: Události spouštění kroku workflow byly úspěšně aktualizovány
el: Επιτυχής ενημέρωση εκκινητών συμβάντων ροής εργασίας.
fr: Événements déclencheurs de transition du flux de travail mis à jour avec succès
hu: A munkafolyamat átvezetési eseményindító eseményei sikeresen frissítve
pl: Zdarzenia wyzwalacza przejścia obiegu dokumentów zostały zaktualizowane pomyślnie
ro_ro: Evenimentele de declanșare a fluxului de lucru au fost actualizate cu succes
ru: Триггеры перехода рабочего процесса обновлены
uk: Робочий процес спрацювання тригера подій оновлено успішно

source: Triggers are events that cause this transition to execute automatically.
bg: Тригерите са събития, които предизвикват този преход да се изпълни автоматично.
cs: Spouštěče jsou události, které způsobí automatické spuštění tohoto kroku.
el: Οι εκκινητές είναι συμβάντα που προκαλούν την αυτόματη εκτέλεση αυτής της μετάβασης.
fr: Les déclencheurs sont des événements qui entraînent l'exécution automatique de cette transition.
hu: Az eseményindítók olyan események, amelyek hatására ez az átállás automatikusan végrehajtódik.
pl: Wyzwalacze to zdarzenia, które powodują automatyczne przejście tego przejścia.
ro_ro: Declanșatoarele sunt evenimente care determină ca această tranziție să fie executată automat.
ru: Триггеры - это события, которые вызывают автоматическое выполнение этого перехода.
uk: Тригери - це події, які спричиняють автоматичне виконання цього переходу.

source: Workflow transition trigger events for: %s
bg: Събития задействащи прехода на работния поток за: %s
cs: Spouštěcí události kroku workflow pro: %s
el: Οι μεταβάσεις ροών εργασίας εκκινούν συμβάντα για: %s
fr: Événements déclencheurs de transition du flux de travail : %s
hu: Munkafolyamat átvezetési eseményindító események a következőhöz: %s
pl: Zdarzenia wyzwalacza przejścia obiegu dokumentów dla: %s
ro_ro: Evenimente de declanșare a fluxului de lucru pentru: %s
ru: Триггеры перехода рабочего процесса: %s
uk: Події запуску переходу робочого процесу для: %s

source: Create transitions for workflow: %s
bg: Създайте преходи за работния поток: %s
cs: Vytvořit kroky pro workflow: %s
el: Δημιουργία μεταβάσεων για την ροή εργασίας: %s
fr: Créer des transitions du flux de travail : %s
hu: Átvezetések létrehozása ehhez a munkafolyamathoz: %s
pl: Utwórz zmiany w obiegu dokumentów: %s
ro_ro: Creați tranziții pentru fluxul de lucru: %s
ru: Создать переход для рабочего процесса: %s
uk: Створити переходи для робочого процесу: %s

source: Delete workflow transition: %s?
bg: Изтриване на преход на работния поток: %s?
cs: Odstranit krok workflow: %s?
el: Διαγραφή μετάβασης ροής εργασίας: %s;
fr: Supprimer la transition du flux de travail: %s?
hu: Munkafolyamat átvezetés törlése: %s ?
pl: Usunąć przejście do obiegu dokumentów: %s?
ro_ro: Ștergeți tranziția fluxului de lucru: %s?
ru: Удалить переход рабочего процесса: %s?
uk: Видалити перехід робочого процесу: %s ?

source: Edit workflow transition: %s
bg: Редактиране на преход на работния поток: %s
cs: Upravit krok workflow: %s
el: Επεξεργασία μετάβασης ροής εργασίας: %s
fr: Modification de la transition du flux de travail: %s
hu: Munkafolyamat átvezetés szerkesztése: %s
pl: Edytuj przejście do obiegu dokumentów: %s
ro_ro: Editați tranziția fluxului de lucru: %s
ru: Редактировать переход: %s
uk: Редагувати перехід робочого процесу: %s

source: Create a transition and use it to move a workflow from one state to another.
hu: Hozzon létre egy átvezetést, és használja azt a munkafolyamat egyik állapotból a másikba való áthelyezéséhez.
ro_ro: Creați o tranziție și utilizați-o pentru a muta un flux de lucru dintr-o stare în alta.

source: This workflow doesn't have any transitions
bg: Този работен поток няма преходи
cs: Toto workflow nemá žádné krok
el: Αυτή η ροή εργασίας δεν έχει καμία μετάβαση
fr: Ce flux de travail n'a pas de transitions
hu: Ez a munkafolyamat nem tartalmaz átvezetéseket
pl: Ten obieg dokumentów nie ma żadnych przejść
ro_ro: Acest flux de lucru nu are nicio tranziție
ru: У этого рабочего процесса нет переходов
uk: Цей робочий процес не має жодних переходів

source: Transitions of workflow: %s
bg: Преходи на работния поток: %s
cs: Kroky workflow: %s
el: Μεταβάσεις της ροής εργασίας: %s
fr: Transitions du flux de travail : %s
hu: Ennek a munkafolyamatnak az átvezetései: %s
pl: Zmiany obiegu dokumentów: %s
ro_ro: Tranzițiile fluxului de lucru: %s
ru: Переходы рабочего процесса: %s
uk: Переходи робочого процесу: %s

source: Workflows assigned this document type
bg: Работни потоци прикачени към този тип документ
cs: Workflow přiřazené k tomuto typu dokumentu
el: Ροές εργασίας εκχωρημένες σε αυτό τον τύπο αρχείου
fr: Flux de travail affectés à ce type de document
hu: Ehhez a dokumentumtípushoz rendelt munkafolyamatok
pl: Obiegi dokumentów przypisane do tego typu dokumentu
ro_ro: Fluxurile de lucru atribuite acestui tip de document
ru: Назначенные рабочие процессы
uk: Робочі процеси, призначені для цього типу документа.

source: Available workflows
bg: Налични работни потоци
cs: Dostupné workflow
el: Διαθέσιμες ροές εργασίας
fr: Flux de travail disponibles
hu: Elérhető munkafolyamatok
pl: Dostępne obiegi dokumentów
ro_ro: Fluxuri de lucru disponibile
ru: Доступные рабочие процессы
uk: Доступні робочі процеси

source: Removing a workflow from a document type will also remove all running instances of that workflow.
bg: Премахването на работен поток от типа документ също ще премахне всички работещи копия на този работен поток.
cs: Odstranění workflow z typu dokumentu odstraní také všechny spuštěné instance tohoto workflow.
el: Η κατάργηση μιας ροής εργασίας από έναν τύπο εγγράφου θα καταργήσει επίσης όλα τα τρέχοντα στιγμιότυπα αυτής της ροής εργασίας.
fr: La suppression d'un flux de travail d'un type de document supprimera également toutes les instances en cours d'exécution de ce flux de travail.
hu: A munkafolyamat dokumentumtípusból való eltávolítása a munkafolyamat összes futó példányát is eltávolítja.
pl: Usunięcie obiegu dokumentów z typu dokumentu spowoduje również usunięcie wszystkich działających instancji tego obiegu dokumentów.
ro_ro: Eliminarea unui flux de lucru dintr-un tip de document va elimina, de asemenea, toate instanțele care rulează din acel flux de lucru.
ru: Удаление рабочего процесса из типа документа также приведет к удалению всех запущенных экземпляров этого рабочего процесса.
uk: Видалення робочого процесу з типу документа також призведе до видалення всіх запущених екземплярів цього робочого процесу.

source: Workflows assigned the document type: %s
bg: Работни потоци прикачени към този тип документ: %s
cs: Workflow přiřazené typu dokumentu: %s
el: Ροές εργασίας εκχωρημένες στον τύπο αρχείου: %s
fr: Les flux de travail affecté à ce type de document: %s
hu: Ehhez a dokumentumtípushoz rendelt munkafolyamatok: %s
pl: Obiegi dokumentów przypisane do typu dokumentu: %s
ro_ro: Fluxurile de lucru atribuite tipului de document: %s
ru: Рабочие процессы, назначенные типу документа: %s
uk: Робочі процеси, призначені для типу документа: %s

source: Error launching workflows for document "%(instance)s"; %(exception)s
bg: Грешка при стартиране на работни потоци за документ &quot;%(instance)s&quot;; %(exception)s
fr: Erreur lors du lancement des flux de travail pour le document "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" dokumentum munkafolyamatainak indításakor; %(exception)s
ro_ro: Eroare la lansarea fluxurilor de lucru pentru documentul „%(instance)s”; %(exception)s
ru: Ошибка при запуске рабочих процессов для документа "%(instance)s"; %(exception)s
uk: Помилка запуску робочих процесів для документа "%(instance)s"; %(exception)s

source: Workflows launched successfully for %(count)d documents.
bg: Успешно стартирани работни потоци за документи %(count)d.
fr: Flux de travail démarrés avec succès pour les documents %(count)d.
hu: A munkafolyamatok sikeresen elindultak %(count)d dokumentumhoz.
ro_ro: Fluxurile de lucru au fost lansate cu succes pentru %(count)d documente.
ru: Рабочие процессы запущены для %(count)d документов.
uk: Робочі процеси успішно запущено для %(count)d документів.

source: Workflows launched successfully for document "%(object)s".
bg: Успешно стартирани работни потоци за документ &quot;%(object)s&quot;.
fr: Les flux de travail ont été lancés avec succès pour le document "%(object)s".
hu: A munkafolyamatok sikeresen elindítva a "%(object)s" dokumentumhoz.
ro_ro: Fluxurile de lucru au fost lansate cu succes pentru documentul „%(object)s”.
ru: Рабочие процессы запущены для документа "%(object)s".
uk: Робочі процеси успішно запущено для документа "%(object)s".

source: Workflows launched successfully for %(count)d document.
bg: Работните потоци стартираха успешно за документ %(count)d.
fr: Flux de travail démarrés avec succès pour le document %(count)d.
hu: A munkafolyamatok sikeresen elindultak a %(count)d dokumentumhoz.
ro_ro: Fluxurile de lucru au fost lansate cu succes pentru documentul %(count)d.
ru: Рабочие процессы запущены для %(count)d документа.
uk: Робочі процеси успішно запущено для %(count)d документа.

source: Launch workflows for the selected %(count)d documents.
bg: Стартиране на работни потоци за избраните %(count)dдокумента.
fr: Lancez les flux de travail pour %(count)d documents sélectionnés.
hu: A kiválasztott %(count)d dokumentumok munkafolyamatainak elindítása.
ro_ro: Lansați fluxurile de lucru pentru documentele %(count)d selectate.
ru: Запустить рабочие процессы для %(count)d выбранных документов.
uk: Запустіть робочі процеси для вибраних %(count)d документів.

source: Launch workflow: %(object)s.
bg: Стартирайте работния поток: %(object)s.
cs: Spustit pracovní postup: %(object)s.
fr: Lancez le flux de travail: %(object)s.
hu: Munkafolyamat indítása: %(object)s .
ro_ro: Lansați fluxul de lucru: %(object)s.
ru: Запустить рабочий процесс: %(object)s.
uk: Запустити робочий процес: %(object)s.

source: Launch workflows for the selected %(count)d document.
bg: Стартиране на работни потоци за избрания документ %(count)d.
fr: Lancer les flux de travail pour %(count)d document sélectionné.
hu: A kiválasztott %(count)d dokumentum munkafolyamatainak elindítása.
ro_ro: Lansați fluxurile de lucru pentru documentul %(count)d selectat.
ru: Запустить рабочие процессы для %(count)d выбранного документа.
uk: Запустити робочі процеси для вибраного %(count)d документа.

source: Workflows already launched or workflows not applicable to some documents when multiple documents are selected, will be silently ignored.
bg: Вече стартираните работни потоци или работните потоци, които не са приложими за някои документи, когато са избрани множество документи, ще бъдат тихо игнорирани.
cs: Pracovní postupy, které již byly spuštěny, nebo pracovní postupy, které se nevztahují na některé dokumenty při výběru více dokumentů, budou tiše ignorovány.
el: Θα αγνοούνται σιωπηλά οι ροές εργασίας που έχουν ήδη εκκινήσει ή οι ροές εργασίας που δεν ισχύουν για ορισμένα έγγραφα όταν έχουν επιλεγεί πολλαπλά έγγραφα.
fr: Les flux de travail déjà lancés ou les flux de travail non applicables à certains documents lorsque plusieurs documents sont sélectionnés seront ignorés sans avertissement.
hu: A már elindított munkafolyamatok vagy a több dokumentum kiválasztásakor egyes dokumentumokra nem alkalmazható munkafolyamatok észrevétlenül figyelmen kívül maradnak.
pl: Obiegi dokumentów uruchomione lub obiegi dokumentów niemożliwe do zastosowania do niektórych dokumentów, zostaną zignorowane w przypadku zaznaczenia wielu dokumentów.
ro_ro: Fluxurile de lucru deja lansate sau fluxurile de lucru care nu se aplică unor documente atunci când sunt selectate mai multe documente, vor fi ignorate în mod silențios.
ru: Уже запущенные рабочие процессы или рабочие процессы, неприменимые к некоторым документам, когда выбрано несколько документов, будут автоматически пропущены.
uk: Робочі процеси, які вже запущені або процеси, які не застосовуються до деяких документів при виборі кількох документів, будуть тихо проігноровані.

source: Workflows to be launched.
bg: Работни потоци, които ще бъдат стартирани.
cs: Workflow ke spuštění.
el: Ροές εργασίας που θα εκκινήσουν.
fr: Flux de travail à lancer.
hu: Indítandó munkafolyamatok.
pl: Obiegi dokumentów przeznaczone do uruchomienia.
ro_ro: Fluxurile de lucru ce vor fi lansate.
ru: Рабочие процессы, которые должны быть запущены.
uk: Робочі процеси, які будуть запущені.

source: Error deleting workflow "%(instance)s"; %(exception)s
bg: Грешка при изтриването на работния поток &quot;%(instance)s&quot;; %(exception)s
fr: Erreur lors de la suppression du flux de travail "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" munkafolyamat törlésekor; %(exception)s
ro_ro: Eroare la ștergerea fluxului de lucru „%(instance)s”; %(exception)s
ru: Ошибка при удалении рабочего процесса "%(instance)s": %(exception)s
uk: Помилка видалення робочого процесу "%(instance)s"; %(exception)s

source: %(count)d workflows deleted successfully.
bg: %(count)d работни потоци бяха изтрити успешно.
fr: %(count)d flux de travail ont été supprimés avec succès.
hu: %(count)d munkafolyamat sikeresen törölve.
ro_ro: %(count)d fluxuri de lucru au fost șterse cu succes.
ru: %(count)d рабочих процессов удалено.
uk: %(count)d робочих процесів успішно видалено.

source: Workflow "%(object)s" deleted successfully.
bg: Работен поток &quot;%(object)s&quot; беше изтрит успешно.
fr: Le flux de travail "%(object)s" a bien été supprimé.
hu: A "%(object)s" munkafolyamat sikeresen törölve.
ro_ro: Fluxul de lucru „%(object)s” a fost șters cu succes.
ru: Рабочий процесс "%(object)s" удален.
uk: Робочий процес "%(object)s" успішно видалено.

source: %(count)d workflow deleted successfully.
bg: %(count)d работен поток е изтрит успешно.
fr: %(count)d flux de travail a été supprimé avec succès.
hu: %(count)d munkafolyamat sikeresen törölve.
ro_ro: Fluxul de lucru %(count)d a fost șters cu succes.
ru: %(count)d рабочий процесс удален.
uk: %(count)d робочий процес успішно видалено.

source: Delete the %(count)d selected workflows.
bg: Изтрийте%(count)d избрани работни потоци.
fr: Supprimez les %(count)d flux de travail sélectionnés .
hu: %(count)d kiválasztott munkafolyamat törlése.
ro_ro: Ștergeți %(count)d fluxuri de lucru selectate .
ru: Удалить %(count)d выбранных рабочих процессов.
uk: Видалити %(count)d вибраних робочих процесів.

source: Delete workflow: %(object)s.
bg: Изтрийте работния поток: %(object)s.
fr: Supprimer le flux de travail: %(object)s.
hu: Munkafolyamat törlése: %(object)s .
ro_ro: Ștergeți fluxul de lucru: %(object)s.
ru: Удалить рабочий процесс: %(object)s.
uk: Видалити робочий процес: %(object)s.

source: Delete the %(count)d selected workflow.
bg: Изтрийте %(count)d избран работен поток.
fr: Supprimez %(count)d flux de travail sélectionné.
hu: %(count)d kiválasztott munkafolyamat törlése.
ro_ro: Ștergeți fluxul de lucru selectat %(count)d.
ru: Удалить %(count)d выбранный рабочий процесс.
uk: Видалити %(count)d вибраний робочий процес.

source: All workflow instances will also be deleted.
bg: Всички екземпляри на работния поток също ще бъдат изтрити.
cs: Budou také odstraněny všechny instance pracovního postupu.
el: Θα διαγραφούν επίσης και όλα τα στιγμιότυπα ροών εργασίας.
fr: Toutes les instances de flux de travail seront également supprimées.
hu: Az összes munkafolyamat-példány is törlődik.
pl: Wszystkie wystąpienia obiegu dokumentów również zostaną usunięte.
ro_ro: Toate instanțele fluxului de lucru vor fi, de asemenea, șterse.
ru: Все экземпляры рабочего процесса также будут удалены.
uk: Усі екземпляри робочого процесу також будуть видалені.

source: Edit workflow: %s
bg: Редактиране на работния поток: %s
cs: Upravit workflow : %s
el: Τροποποίηση ροής εργασίας: %s
fr: Modifier le flux de travail: %s
hu: Ennek a munkafolyamatnak a szerkesztése: %s
pl: Edytuj obieg dokumentów: %s
ro_ro: Editați fluxul de lucru: %s
ru: Редактировать рабочий процесс: %s
uk: Редагувати робочий процес: %s

source: Document types assigned this workflow
bg: Типове документи прикачени към този работен поток
cs: Tomuto workflow byly přiřazeny typy dokumentů
el: Τύποι εγγράφων εκχωρημένοι σε αυτή την ροή εργασίας
fr: Types de document associés à ce flux de travail
hu: A munkafolyamathoz hozzárendelt dokumentumtípusok
pl: Typy dokumentów przypisane do tego obiegu dokumentów
ro_ro: Tipurile de documente atribuite acestui flux de lucru
ru: Типы документов, которым назначен этот рабочий процесс
uk: Типи документів, призначені цьому робочому процесу

source: Available document types
bg: Налични типове документи
cs: Dostupné typy dokumentů
el: Διαθέσιμοι τύποι εγγράφων
fr: Types de document disponibles
hu: Elérhető dokumentumtípusok
pl: Dostępne typy dokumentów
ro_ro: Tipuri de documente disponibile
ru: Доступные типы документов
uk: Доступні типи документів
