Repository: saifkhalil/mayanEDMS
Catalog: apps/file_caching/locale/*/LC_MESSAGES/django.po
Languages: cs, es

source: File caching
cs: Ukládání souborů do mezipaměti
es: Caché de archivos

source: Total cache allocated
es: Caché total asignado

source: Total cache used
es: Caché total utilizado

source: Cache created
cs: Mezipaměť byla vytvořena
es: Caché creado

source: Cache edited
cs: Mezipaměť byla upravena
es: Caché editado

source: Cache purged
cs: Vyrovnávací paměť byla vymazána
es: Caché purgada

source: Cache partition purged
cs: Oddíl mezipaměti vyčištěn
es: Partición de caché purgada

source: Identification
es: Identificación

source: Storage
cs: Úložiště
es: Almacenamiento

source: Configuration
es: Configuración

source: Objects
es: Objetos

source: File caches
cs: Souborová mezipaměť
es: Cachés de archivos

source: Purge cache
cs: Vyčistit mezipaměť
es: Purgar caché

source: Unknown
cs: Neznámý
es: Desconocido

source: Size at which the cache will start deleting old entries.
cs: Velikost, od které se v mezipaměti začnou mazat staré záznamy.
es: Tamaño en el que el caché comenzará a eliminar entradas antiguas.

source: Maximum size
cs: Maximální velikost
es: Tamaño máxima

source: Partition count
es: Número de particiones

source: Total cached objects.
es: Total de objetos almacenados en caché.

source: Partition file count
es: Número de archivos de partición

source: Total cached files.
es: Total de archivos en caché.

source: Current size
cs: Aktuální velikost
es: Tamaño actual

source: Current size of the cache.
cs: Aktuální velikost mezipaměti.
es: Tamaño actual de la caché.

source: Label
cs: Jmenovka
es: Etiqueta

source: Current size of the cache partition.
es: Tamaño actual de la caché.

source: Internal name of the defined storage for this cache.
cs: Interní název definovaného úložiště pro tuto mezipaměť.
es: Nombre interno del almacenamiento definido para este caché.

source: Defined storage name
cs: Definovaný název úložiště
es: Nombre de almacenamiento definido

source: Maximum size of the cache in bytes.
cs: Maximální velikost mezipaměti v bajtech.
es: Tamaño máximo del caché en bytes.

source: Cache
cs: Mezipaměti
es: Caché

source: Caches
cs: Mezipaměti
es: Cachés

source: Name
cs: název
es: Nombre

source: Cache partition
cs: Oddíl mezipaměti
es: Partición de caché

source: Cache partitions
cs: Oddíly mezipaměti
es: Particiones de caché

source: Date time
cs: Datum a čas
es: Fecha y hora

source: Filename
cs: Název souboru
es: Nombre del archivo

source: File size
cs: Velikost souboru
es: Tamaño del archivo

source: Times this cache partition file has been accessed.
es: Veces que se ha accedido a este archivo de partición de caché.

source: Cache partition file
cs: Soubor mezipaměti
es: Archivo de partición de caché

source: Cache partition files
cs: Soubory mezipaměti
es: Archivos de partición de caché

source: Purge an object cache
cs: Vyčistit mezipaměť objektů
es: Purgar la caché de un objeto

source: Purge a file cache
cs: Vyčistit mezipaměť souborů
es: Purgar un caché de archivos

source: View a file cache
cs: Zobrazit mezipaměť souborů
es: Ver un caché de archivos

source: File caching slow
es: Caché de archivos lento

source: Purge a file cache partition
cs: Vyčistit oddíl mezipaměti souborů
es: Purgar una partición de caché de archivos

source: Number of times a cache will retry failed attempts to prune files to free up space for new a file being requested, before giving up.
es: Número de veces que un caché reintentará intentos fallidos de remover archivos para liberar espacio para un nuevo archivo solicitado, antes de darse por vencido.

source: Number of times a cache will attempt to prune files to free up space for new a file being requested, before giving up.
cs: Kolikrát se mezipaměť pokusí ořezat soubory, aby uvolnila místo pro nový požadovaný soubor, než to vzdá.
es: Número de veces que una caché intentará remover archivos para liberar espacio para un nuevo archivo que se solicita, antes de darse por vencido.

source: Details of cache: %s
es: Detalles de la caché: %s

source: File caches list
cs: Seznam souborů v mezipaměti
es: Lista de cachés de archivos

source: Details of cache partition: %s
es: Detalles de la partición de caché: %s

source: Purge cache partitions of "%s"?
es: ¿Purgar las particiones de caché de "%s"?

source: Object cache partitions submitted for purging.
cs: Oddíly mezipaměti objektů odeslané k vyčištění.
es: Particiones de caché de objetos enviadas para depuración.

source: %(count)d caches submitted for purging.
es: %(count)d cachés enviados para purgar.

source: %(count)d cache submitted for purging.
es: %(count)d caché enviado para purgar.

source: Submit the selected cache for purging?
es: ¿Someter el caché seleccionado para su eliminación?
