Repository: saifkhalil/mayanEDMS
Catalog: apps/dynamic_search/locale/*/LC_MESSAGES/django.po
Languages: hu, ro_ro, uk

source: Dynamic search
hu: Dinamikus keresés
ro_ro: Căutarea dinamică
uk: Динамічний пошук

source: Search
hu: Keresés
ro_ro: Căutare
uk: Пошук

source: Resultset created
hu: Eredményhalmaz létrehozva
ro_ro: Setul de rezultate creat

source: Store the search results to speed up paging and for later browsing.
hu: Tárolja a keresési eredményeket a lapozás felgyorsítása és a későbbi böngészés érdekében.
ro_ro: Stocați rezultatele căutării pentru a accelera paginarea și pentru navigarea ulterioară.

source: Save results
hu: Eredmények mentése
ro_ro: Salvați rezultatele

source: Persistency
hu: Megtartás
ro_ro: Persistența

source: Match all
hu: Mind összeegyeztetése
ro_ro: Se potrivește cu toate
uk: Збіг усіх

source: Return only results that match all fields.
hu: Csak azokat az eredményeket adja vissza, amelyek megfelelnek az összes mezőnek.
ro_ro: Returnați numai rezultatele care se potrivesc cu toate câmpurile.
uk: Повертати лише ті результати, які відповідають усім полям.

source: Search logic
hu: Keresési logika
ro_ro: Logica de căutare
uk: Логіка пошуку

source: Search terms
hu: Keresési feltételek
ro_ro: Caută termeni
uk: Пошукові запити

source: Criteria
hu: Kritériumok
ro_ro: Criterii

source: Saved resultsets
hu: Mentett eredményhalmazok
ro_ro: Seturi de rezultate salvate

source: Delete
hu: Törlés
ro_ro: Șterge
uk: Видалити

source: Results
hu: Eredmények
ro_ro: Rezultate

source: Basic search
hu: Egyszerű keresés
ro_ro: Căutare simplă
uk: Базовий пошук

source: Advanced search
hu: Kiterjesztett keresés
ro_ro: Cautare avansată
uk: Розширений пошук

source: Search again
hu: Újra keresés
ro_ro: Caută din nou
uk: Шукати знову

source: Reindex search backend
hu: Reindex keresési háttérrendszer
ro_ro: Reindexare backend de căutare
uk: Переіндексувати пошуковий бекенд

source: Yes
hu: Igen
ro_ro: Da
uk: Так

source: No
hu: Nem
ro_ro: Nu
uk: Ні

source: Time to keep the resultset in seconds. This value is increased every time the resultset is accessed.
hu: Az eredményhalmazok megtartási ideje másodpercekben. Ez az érték minden alkalommal növekszik, amikor az eredményhalmazhoz hozzáférnek.
ro_ro: Timpul de păstrat setul de rezultate, în secunde. Această valoare crește de fiecare dată când se accesează setul de rezultate.

source: Time to live
hu: Érvényességi idő
ro_ro: Timpul de expirare

source: The server date and time when the resultset was created.
hu: A szerver dátuma és időpontja, amikor az eredményhalmazt létrehozták.
ro_ro: Data și ora serverului la care a fost creat setul de rezultate.

source: Timestamp
hu: Időbélyeg
ro_ro: Marcaj temporal
uk: Часова мітка

source: Epoch
hu: Időszak
ro_ro: Epocă

source: App label
hu: Alkalmazáscímke
ro_ro: Eticheta aplicației
uk: Мітка програми

source: Model name
hu: Modell név
ro_ro: Numele modelului
uk: Назва моделі

source: Search query
hu: Keresési lekérdezés
ro_ro: Interogare de căutare

source: Search explainer text
hu: Keresési magyarázó szöveg
ro_ro: Text explicativ căutare

source: Number of results stored in the resultset.
hu: Az eredményhalmazban tárolt eredmények száma.
ro_ro: Numărul de rezultate stocate în setul de rezultate.

source: Result count
hu: Eredmények száma
ro_ro: Număr de rezultate

source: User for which the resultset was created.
hu: Felhasználó, aki az eredményhalmazt létrehozta.
ro_ro: Utilizatorul pentru care a fost creat setul de rezultate.

source: User
hu: Felhasználó
ro_ro: Utilizator
uk: Користувач

source: Saved resultset
hu: Mentett eredményhalmaz
ro_ro: Setul de rezultate salvat

source: Saved resultset entry
hu: Mentett eredményhalmaz bejegyzés
ro_ro: Setul de rezultate salvat

source: Saved resultset entries
hu: Mentett eredményhalmaz bejegyzések
ro_ro: Elementele setului de rezultate salvat

source: Delete resultsets
hu: Eredményhalmazok törlése
ro_ro: Ștergeți seturi de rezultate

source: View resultsets
hu: Eredményhalmazok megtekintése
ro_ro: Vedeți seturi de rezultate

source: Execute search tools
hu: Keresőeszközök végrehajtása
ro_ro: Executați instrumente de căutare
uk: Запустити пошукові інструменти

source: Search slow
hu: Lassú keresés
ro_ro: Caută încet
uk: Повільний пошук

source: Remove a model instance from the search engine.
hu: Távolítson el egy modellpéldányt a keresőmotorból.
ro_ro: Eliminați o instanță de model din motorul de căutare.
uk: Видаліть екземпляр моделі з пошукової системи.

source: Index a model instance to the search engine.
hu: Indexeljen egy modellpéldányt a keresőmotorba.
ro_ro: Indexați o instanță model la motorul de căutare.
uk: Індексувати екземпляр моделі у пошуковий двигун.

source: Index all instances of a search model to the search engine.
hu: Indexelje a keresőmodell összes példányát a keresőmotorba.
ro_ro: Indexați toate instanțele unui model de căutare în motorul de căutare.
uk: Індексувати всі екземпляри моделі пошуку в пошуковій системі.

source: Index all related instances of a search model after a many to many event.
hu: Indexelje a keresési modell összes kapcsolódó példányát a túl sok esemény után.
ro_ro: Indexați toate cazurile conexe ale unui model de căutare după un eveniment de tip de la mai multe la mai multe.
uk: Індексувати всі пов’язані екземпляри моделі пошуку після події «багато до багатьох».

source: Reset the search backend indices and index all instances again.
hu: Állítsa vissza a keresési háttértár indexeit, és indexelje újra az összes példányt.
ro_ro: Resetați indicii backend de căutare și indexați din nou toate instanțele.
uk: Скинути внутрішні індекси пошуку та знову проіндексувати всі екземпляри.

source: Delete expired saved resultsets
hu: A lejárt mentett eredményhalmazok törlése
ro_ro: Ștergeți seturile de rezultate salvate expirate

source: Query results exceed the current limit of %d. Results will not be reliable if multiple scopes are used. Narrow down the search criteria or increase the value of the results limit setting `%s`.
hu: A lekérdezések eredményei meghaladják a jelenlegi %d korlátot. Az eredmények nem lesznek megbízhatóak, ha több hatókört használnak. Szűkítse le a keresési feltételeket, vagy növelje a találati korlát értékét ` %s `.
ro_ro: Rezultatele interogării depășesc limita actuală de %d . Rezultatele nu vor fi de încredere dacă sunt utilizate mai multe domenii. Restrângeți criteriile de căutare sau măriți valoarea setării limitei de rezultate ` %s `.

source: Search backend error. Verify that the search service is available and that the search syntax is valid for the active search backend; %s
hu: Keresési háttérrendszer hiba. Ellenőrizze, hogy a keresési szolgáltatás elérhető-e, és hogy a keresési szintaxis megfelelő-e az aktív keresési háttérprogramhoz; %s
ro_ro: Eroare de backend de căutare. Verificați dacă serviciul de căutare este disponibil și că sintaxa de căutare este validă pentru backend-ul de căutare activ; %s
uk: Помилка пошукового бекенду. Перевірте, що пошуковий сервіс доступний і синтаксис пошуку є дійсним для активного пошукового бекенду; %s

source: Any
hu: Bármely
ro_ro: Orice
uk: Будь-який

source: Unknown search model `%s`.
hu: Ismeretlen keresési modell ` %s `.
ro_ro: Model de căutare necunoscut `%s`.
uk: Невідома модель пошуку `%s`.

source: All content
hu: Minden tartalom
ro_ro: Tot conținutul
uk: Весь контент

source: Exact
hu: Egyező
uk: Точний

source: Fuzzy
hu: Közelítő
ro_ro: Aproximativ
uk: Нечіткий

source: Greater than
hu: Nagyobb mint
ro_ro: Mai mare ca
uk: Більше ніж

source: Greater than or equal
hu: Nagyobb vagy egyenlő
ro_ro: Mai mare sau egal
uk: Більше або дорівнює

source: Less than
hu: Kisebb mint
ro_ro: Mai puțin decât
uk: Менше ніж

source: Less than or equal
hu: Kisebb vagy egyenlő
ro_ro: Mai mic sau egal
uk: Менше або дорівнює

source: Partial
hu: Részleges
ro_ro: Parțial
uk: Частковий

source: Range
hu: Tartomány
ro_ro: Interval
uk: Діапазон

source: Range exclusive
hu: Exkluzív tartomány
ro_ro: Interval exclusiv
uk: Ексклюзивний діапазон

source: Regular expression
hu: Reguláris kifejezés
ro_ro: Expresie regulată
uk: Регулярний вираз

source: Results URL
hu: Eredmények URL-je
ro_ro: Adresa URL a rezultatelor

source: User must be authenticated.
hu: A felhasználót hitelesíteni kell.
ro_ro: Utilizatorul trebuie să fie autentificat.

source: Field name
hu: Mezőnév
ro_ro: Numele câmpului
uk: Назва поля

source: Label
hu: Cimke
ro_ro: Conținut etichetă
uk: Мітка

source: Primary key
hu: Elsődleges kulcs
ro_ro: Cheia principală
uk: Первинний ключ

source: Search fields
hu: Keresőmezők
ro_ro: Câmpuri de căutare
uk: Поля пошуку

source: Full path to the backend to be used to handle the search.
hu: A kereséshez használt háttérrendszer teljes elérési útja.
ro_ro: Calea completă către backend pentru a fi utilizată pentru a gestiona căutarea.
uk: Повний шлях до серверної частини, яка буде використовуватися для обробки пошуку.

source: Arguments to pass to the search backend. For example values to change the behavior, host names, or authentication arguments.
hu: A keresési háttérrendszernek átadandó argumentumok. Például értékek, amelyek megváltoztatják a viselkedést, a gazdagépneveket vagy a hitelesítési argumentumokat.
ro_ro: Argumente de transmis backend-ului de căutare. De exemplu, valori pentru a schimba comportamentul, numele gazdei sau argumentele de autentificare.
uk: Аргументи для передачі до серверної частини пошуку. Наприклад, значення для зміни поведінки, імена хостів або аргументи автентифікації.

source: The search operator to use when none is specified.
hu: A keresési operátor, amelyet akkor használ, ha nincs semmi megadva.
ro_ro: Operatorul de căutare de utilizat atunci când nu este specificat niciunul.
uk: Оператор пошуку для використання, якщо не вказано жодного.

source: Disables the single term bar search leaving only the advanced search button.
hu: Letiltja az egyszavas keresést, csak a speciális keresés gombot hagyja meg.
ro_ro: Dezactivează căutarea în bară cu un singur termen lăsând doar butonul de căutare avansată.
uk: Вимикає пошук на панелі за одним терміном, залишаючи лише кнопку розширеного пошуку.

source: Amount of objects to process when performing bulk indexing.
hu: A tömeges indexelés végrehajtásakor feldolgozandó objektumok száma.
ro_ro: Cantitatea de obiecte de procesat atunci când se efectuează indexarea în bloc.
uk: Кількість об’єктів для обробки під час масового індексування.

source: Sets the default state of the "Match all" checkbox.
hu: Beállítja az „Összes egyezés” jelölőnégyzet alapértelmezett állapotát.
ro_ro: Setează starea implicită a casetei de selectare „Potriviți toate”.
uk: Встановлює стан за замовчуванням прапорця «Відповідати всім».

source: Maximum number of search results to fetch and display per search query unit.
hu: A lekérhető és megjeleníthető keresési eredmények maximális száma keresési lekérdezési egységenként.
ro_ro: Numărul maxim de rezultate de căutare de preluat și afișat per unitate de interogare de căutare.
uk: Максимальна кількість результатів пошуку для отримання та відображення на одиницю пошукового запиту.

source: Maximum number of search results to fetch and display.
hu: A lekérhető és megjeleníthető keresési eredmények maximális száma.
ro_ro: Numărul maxim de rezultate ale căutării de preluat și afișat.
uk: Максимальна кількість результатів пошуку для отримання та відображення.

source: Maximum number of saved resultsets to keep per user.
hu: A mentett eredményhalmazok maximális száma felhasználónként.
ro_ro: Numărul maxim de seturi de rezultate salvate de păstrat per utilizator.

source: Maximum number of results to store per resultset.
hu: Eredményhalmazként tárolható eredmények maximális száma.
ro_ro: Numărul maxim de rezultate de stocat per set de rezultate.

source: Time to keep the resultset in seconds.
hu: Az eredményhalmaz megtartási ideje másodpercekben.
ro_ro: Timpul de păstrațre pentru setul de rezultate, în secunde.

source: Amount to increase the time to live on each access of the resultset.
hu: Az eredményhalmaz élettartamát minden egyes hozzáférés után növelő összeg.
ro_ro: Valoare de creștere pentru timpul de expirare pentru fiecare acces al setului de rezultate.

source: Sets the default state of the "Store results" checkbox.
hu: Beállítja az „Eredmények tárolása” jelölőnégyzet alapértelmezett állapotát.
ro_ro: Setează starea implicită a casetei de selectare „Store results”.

source: Filter terms
hu: Szűrési kifejezések
ro_ro: Termenii de filtrare
uk: Терміни фільтрування

source: Advanced
hu: Haladó
ro_ro: Avansate
uk: Розширений

source: Replace accents
hu: Ékezetes betűk cseréje
ro_ro: Înlocuiește accente
uk: Замінити акценти

source: @ sign replace
hu: @ jel csere
ro_ro: Înlocuiți semnul @
uk: @ знак заміни

source: Case fold
hu: Kisbetűssé alakítás
ro_ro: Unificare litere mari/mici
uk: Основа вибору

source: Hyphen replace
hu: Kötőjel csere
ro_ro: Înlocuiește cratima
uk: Замінити дефіс

source: To boolean
hu: Logikai érték
ro_ro: Transformă în boolean
uk: До булевого

source: To date time
hu: Dátum és idő
ro_ro: Transformă în dată/oră
uk: До позначки дати і часу

source: Date time ISO format
hu: Dátum és idő ISO formátum
ro_ro: Dată/oră format ISO
uk: Дата і час у ISO форматі

source: Date time simple format
hu: Dátum és idő egyszerű formátum
ro_ro: Data oră format simplu
uk: Простий формат дати і часу

source: Date time timestamp format
hu: Dátum, idő időbélyegző formátuma
ro_ro: Format marcaj de timp dată/oră
uk: Дата і час timestamp мітки часу

source: To integer
hu: Egész szám
ro_ro: Transformă în întreg
uk: До цілого

source: To string
hu: Karakterlánc
ro_ro: Transformă în șir de caractere
uk: До строки

source: Error deleting saved resultset "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" elmentett eredményhalmaz törlésekor; %(exception)s
ro_ro: Eroare la ștergerea setului de rezultate salvat „ %(instance)s ”; %(exception)s

source: %(count)d saved resultsets deleted successfully.
hu: %(count)d mentett eredményhalmaz sikeresen törölve.
ro_ro: %(count)d seturi de rezultate salvate au fost șterse cu succes.

source: Saved resultset "%(object)s" deleted successfully.
hu: A "%(object)s" mentett eredményhalmaz sikeresen törölve.
ro_ro: Setul de rezultate salvat „ %(object)s ” a fost șters cu succes.

source: %(count)d saved resultset deleted successfully.
hu: %(count)d mentett eredményhalmaz sikeresen törölve.
ro_ro: %(count)d set de rezultate salvat a fost șters cu succes.

source: Delete the %(count)d selected saved resultsets.
hu: A %(count)d kiválasztott mentett eredményhalmaz törlése.
ro_ro: Ștergeți %(count)d seturi de rezultate salvate selectate .

source: Delete saved resultset: %(object)s.
hu: Ennek a mentett eredményhalmaznak a törlése: %(object)s .
ro_ro: Ștergeți setul de rezultate salvate: %(object)s .

source: Delete the %(count)d saved resultset.
hu: A %(count)d mentett eredménykészlet törlése.
ro_ro: Ștergeți setul de rezultate salvate %(count)d .

source: Saved resultsets are objects that store the results of a previous search for a determined amount of time.
hu: A mentett eredményhalmazok olyan objektumok, amelyek meghatározott ideig tárolják egy korábbi keresés eredményeit.
ro_ro: Seturile de rezultate salvate sunt obiecte care stochează rezultatele unei căutări anterioare pentru o perioadă determinată de timp.

source: No saved resultsets available
hu: Nincsenek mentett eredményhalmazok
ro_ro: Nu sunt disponibile seturi de rezultate salvate

source: This tool erases and populates the search backend's internal index.
hu: Ez az eszköz törli és feltölti a keresési háttérrendszer belső indexét.
ro_ro: Acest instrument șterge și completează indexul intern al backend-ului de căutare.
uk: Цей інструмент стирає та заповнює внутрішній індекс серверної частини пошуку.

source: This tool is required only for some search backends. Search results will be affected while the backend is being reindexed.
hu: Ez az eszköz csak bizonyos keresési háttérrendszerekhez szükséges. A háttérrendszer újraindexelése hatással lesz a keresési eredményekre.
ro_ro: Acest instrument este necesar numai pentru unele backend-uri de căutare. Rezultatele căutării vor fi afectate în timp ce backend-ul este reindexat.
uk: Цей інструмент потрібен лише для деяких систем пошуку. Під час повторного індексування серверної частини це вплине на результати пошуку.

source: The currently selected search backend does not support or requires reindexing.
hu: A jelenleg kiválasztott keresési háttérrendszer nem támogatott, vagy újraindexelést igényel.
ro_ro: Backend-ul de căutare selectat în prezent nu acceptă sau necesită reindexare.
uk: Поточно обраний пошуковий двигун не підтримує або вимагає повторного індексування.

source: Search backend reindexing queued.
hu: A keresési háttérrendszer újraindexelése sorban áll.
ro_ro: Reindexarea backend-ului de căutare a fost pusă la coadă.
uk: Повторне індексування серверної частини пошуку в черзі.

source: Search for: %s
hu: Keresés: %s
ro_ro: Caută după: %s
uk: Шукати: %s

source: Advanced search for: %s
hu: Részletes keresés a következőre: %s
ro_ro: Căutare avansată pentru: %s
uk: Розширений пошук для: %s

source: Try again using different terms.
hu: Próbálkozzon újra más kifejezésekkel.
ro_ro: Încercați din nou folosind termeni diferiți.
uk: Спробуйте ще раз, використовуючи інші терміни.

source: No search results
hu: Nincs találat
ro_ro: Nu există rezultate
uk: Немає результатів пошуку

source: Search query: %s
hu: Keresési lekérdezés: %s
ro_ro: Interogare de căutare: %s
uk: Пошуковий запит: %s

source: Search results for: %s
hu: Keresési eredmények a következőre: %s
ro_ro: Rezultatele căutării pentru: %s
uk: Результати пошуку для: %s
