Repository: saifkhalil/mayanEDMS
Catalog: apps/document_downloads/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Document downloads
de_de: Dokumentendownload

source: Document_file_bundle.zip
de_de: Dokumenten_bundle.zip

source: Compressed document files
de_de: Komprimierte Dokumentendateien

source: Documents downloads
de_de: Dokumentendownload

source: Document file downloaded
de_de: Dokumentendatei heruntergeladen

source: Document file ID
de_de: Dokumenten Datei-ID

source: Document
de_de: Dokument

source: Document file
de_de: Dokumentendatei

source: Include
de_de: Einschließen

source: Download files
de_de: Dateien herunterladen

source: Quick download
de_de: Schnelldownload

source: The document files have been compressed and are available for download using the link: {{ download_url }} or from the downloads area ({{ download_list_url }}).
de_de: Die Dokumentendateien wurden komprimiert und sind zum Download unter {{ download_url }} oder im Downloadbereich ({{ download_list_url }}) verfügbar.

source: Document files ready for download.
de_de: Dokumentdateien fertig zum Herunterladen.

source: Download document files
de_de: Dokumentendateien herunterladen

source: Generate a compressed document file bundle
de_de: Ein komprimiertes Bündel von Dokumentendateien erzeugen

source: Template for the document download message body text. Can include HTML. Available variables: {}
de_de: Vorlage für den Text der Nachricht für den Dokumentendownload. Kann HTML enthalten. Verfügbare Variablen: {}

source: Template for the document download message subject line. Can't include HTML. Available variables: {}
de_de: Vorlage für den Betreff der Nachricht für den Dokumentendownload. Kann HTML enthalten. Verfügbare Variablen: {}

source: Unable to queued document "%(instance)s" for file download; %(exception)s.
de_de: Fehler beim Erstellen des Dokumentdownloads "%(instance)s"; %(exception)s.

source: %(count)d document files queued for download.
de_de: %(count)d Dokumentendateien für den Download in die Warteschlange eingestellt.

source: Document file "%(object)s" queued for download.
de_de: Dokumentendatei "%(object)s" für den Download in die Warteschlange eingestellt.

source: %(count)d document file queued for download.
de_de: %(count)d Dokumentendatei für den Download in die Warteschlange eingestellt.

source: Download files of %(count)d documents
de_de: Dateien für %(count)d Dokumente herunterladen

source: Download files of document: %(object)s
de_de: Dateien für Dokument %(object)s herunterladen

source: Download files of %(count)d document
de_de: Dateien für %(count)d Dokument herunterladen

source: The process will be performed in the background. The document files will be available in the downloads area.
de_de: Der Prozess wird im Hintergrund ausgeführt. Die Dokumentendateien werden im Downloadbereich verfügbar sein.
