Repository: saifkhalil/mayanEDMS
Catalog: apps/logging/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Logging
uk: Логування

source: System
uk: Система

source: Error log deleted
uk: Журнал помилок видалено

source: Global error log
uk: Глобальний журнал помилок

source: Delete
uk: Видалити

source: Errors
uk: Помилки

source: Clear errors
uk: Очистити помилки

source: Object
uk: Об'єкт

source: App label
uk: Мітка програми

source: Internal name
uk: Внутрішнє ім'я

source: Error log
uk: Журнал помилок

source: Error logs
uk: Журнали помилок

source: Error log partition
uk: Розділ журналу помилок

source: Error log partitions
uk: Розділи журналу помилок

source: Date and time
uk: Дата і час

source: Text
uk: Текст

source: Error log partition entry
uk: Запис розділу журналу помилок

source: Error log partition entries
uk: Записи розділу журналу помилок

source: Delete error log
uk: Видалити журнал помилок

source: View error log
uk: Переглянути журнал помилок

source: Content type
uk: Тип вмісту

source: Object ID
uk: ID об'єкта

source: Disable logging message ANSI color codes.
uk: Вимкнути реєстрацію повідомлень про кольорові коди ANSI.

source: Automatically enable logging to all apps.
uk: Автоматично ввімкнути журналювання для всіх програм.

source: List of handlers to which logging messages will be sent.
uk: Список обробників, на які будуть надсилатися повідомлення журналування.

source: Level for the logging system.
uk: Рівень для системи журналювання.

source: Path to the logfile that will track errors during production.
uk: Шлях до файлу журналу, який відстежуватиме помилки в продакшені.

source: This view displays the error log of different objects. An empty list is a good thing.
uk: Цей вигляд відображає журнал помилок різних об'єктів. Порожній список - це хороша річ.

source: There are no error log entries
uk: Немає записів у журналі помилок

source: Clear error log entries for: %s
uk: Очистити записи журналу помилок для: %s

source: Object error log cleared successfully
uk: Об'єкт журналу помилок успішно очищено

source: Delete error log entry: %s
uk: Видалити запис про помилку в журналі: %s

source: This view displays the error log of an object. An empty list is a good thing.
uk: Цей вигляд відображає журнал помилок об'єкта. Порожній список - це хороша річ.

source: Error log entries for: %s
uk: Записи журналу помилок для: %s
