Repository: saifkhalil/mayanEDMS
Catalog: apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: de_de, it, pl

source: OCR
de_de: OCR-Schrifterkennung

source: The OCR content.
de_de: Der OCR-Inhalt.
it: Il contenuto OCR.
pl: Zawartość OCR.

source: A generator returning the document's version pages OCR content.
de_de: Ein Generator, der den OCR-Inhalt von Dokumentenversionsseiten zurückgibt.

source: OCR content
de_de: OCR Inhalt
it: Contenuto OCR
pl: Treść OCR

source: Tesseract OCR not found.
de_de: Tesseract OCR nicht gefunden.
it: Tesseract OCR non trovato.
pl: Nie znaleziono Tesseract OCR.

source: Free Open Source OCR Engine
de_de: Freies OpenSource OCR-Programm
it: Motore OCR open source gratuito
pl: Darmowy silnik OCR Open Source

source: Document version OCR content deleted
de_de: OCR-Inhalt der Dokumentversion gelöscht
pl: Wersja dokumentu Zawartość OCR usunięta

source: Document version page OCR content edited
de_de: OCR-Inhalt der Seite der Dokumentenversion bearbeitet
pl: Edytowano stronę wersji dokumentu. Treść OCR została zmieniona

source: Document version submitted for OCR
de_de: Dokumentenversion, die in die OCR-Warteschlange eingereiht ist
it: Versione del documento inviata per OCR
pl: Wersja dokumentu przesłana do OCR

source: Document version OCR finished
de_de: Dokumentenversion, für die die OCR-Schrifterkennung durchgeführt wurde
it: OCR versione documento terminato
pl: OCR wersji dokumentu zakończona

source: Contents
de_de: Inhalte
it: Contenuti
pl: Zawartość

source: Page %(page_number)d
de_de: Seite %(page_number)d
it: Pagina %(page_number)d
pl: Strona %(page_number)d

source: OCR documents per type
de_de: Texterkennung pro Dokumententyp durchführen
it: OCR per tipo documento
pl: Dokumenty OCR według typu

source: Delete OCR content
de_de: OCR-Inhalt löschen
it: Elimina contenuto OCR
pl: Usuń zawartość OCR

source: Download OCR text
de_de: OCR-Text herunterladen
it: Scarica il testo OCR
pl: Pobierz tekst OCR

source: Submit for OCR
de_de: In die OCR-Verarbeitung einstellen
it: Invia per l'OCR
pl: Zgłoś do OCR

source: Edit OCR
de_de: OCR-Inhalt bearbeiten

source: Document type
de_de: Dokumententyp
it: Tipo documento
pl: Typ dokumentu

source: Automatically queue newly created documents for OCR.
de_de: Neue Dokumente automatisch in die OCR-Warteschlange einstellen.
it: Invia automaticamente i nuovi documenti creati all'OCR.

source: Auto OCR
de_de: Automatisches OCR

source: Document type settings
de_de: Einstellungen für Dokumententyp
it: Impostazioni tipo documento
pl: Ustawienia typu dokumentu

source: Document types settings
de_de: Einstellungen für Dokumententypen
it: Impostazioni tipi documento
pl: Ustawienia typów dokumentów

source: Document version page
de_de: Seite der Dokumentenversion
it: Pagina della versione del documento
pl: Strona wersji dokumentu

source: The actual text content extracted by the OCR backend.
de_de: Der Textinhalt, der von der OCR-Schrifterkennung erkannt wurde.
it: Il contenuto di testo effettivo estratto dal backend OCR.
pl: Rzeczywista treść tekstowa wyodrębniona przez backend OCR.

source: Content
de_de: Inhalt
it: Contenuto
pl: Zawartość

source: Document version page OCR content
de_de: OCR-Inhalt der Seite der Dokumentenversion

source: Document version pages OCR contents
de_de: OCR-Inhalt von Dokumentenversionsseiten

source: Submit documents for OCR
de_de: Dokumente in die OCR-Warteschlange einstellen
it: Invia documenti all'OCR
pl: Prześlij dokument do OCR

source: Edit the transcribed text from document
de_de: Den transkribierten Text des Dokuments bearbeiten

source: View the transcribed text from document
de_de: Verarbeiteten Text des Dokuments anzeigen
it: Vedi il testo trascritto dal documento
pl: Wyświetlanie transkrybowanego tekstu z dokumentu

source: Change document type OCR settings
de_de: OCR-Einstellungen für Dokumententyp beabeiten
it: Cambia impostazioni OCR per tipo documento
pl: Zmień ustawienia OCR typu dokumentu

source: Finish document version OCR
de_de: Dokumentenversions-OCR beenden
it: Termina OCR di versione di documento
pl: Zakończ wersję dokumentu OCR

source: Document version page OCR
de_de: Dokumentenversionsseiten-OCR
it: OCR di pagina di versione di documento
pl: Wersja dokumentu OCR

source: Document version OCR
de_de: OCR-Schrifterkennung für Dokumentenversion
it: Versione documento OCR
pl: OCR wersji dokumentu

source: Set new document types to perform OCR automatically by default.
de_de: Neue Dokumententypen definieren, für die die OCR-Texterkennung automatisch durchgeführt werden soll.
it: Imposta i nuovi tipi documento per eseguire automaticamente l'OCR per default.
pl: Ustaw nowe typy dokumentów, aby domyślnie wykonywać OCR automatycznie.

source: Full path to the backend to be used to do OCR.
de_de: Vollständiger Pfad zum Backend, das für die OCR-Schrifterkennung verwendet werden soll.
it: Percorso completo al backend utilizzato per eseguire l'OCR.
pl: Pełna ścieżka do backendu używanego do wykonywania OCR.

source: Edit OCR settings for document type: %s.
de_de: OCR-Einstellungen für Dokumententyp %s bearbeiten.
it: Modifica le impostazioni OCR per il tipo di documento: %s.
pl: Edytuj ustawienia OCR dla typu dokumentu: %s.

source: Submit all documents of a type for OCR
de_de: Alle Dokumente eines Typs in die OCR-Verarbeitung einstellen
it: Invia tutti i documenti del tipo alla coda OCR
pl: Prześlij wszystkie dokumenty danego typu do OCR

source: %(count)d documents added to the OCR queue.
de_de: %(count)d Dokumente zur OCR-Warteschlange hinzugefügt.
it: %(count)d documenti aggiunti alla coda OCR.
pl: Dokumenty %(count)d dodane do kolejki OCR.

source: Error deleting document version OCR "%(instance)s"; %(exception)s
de_de: Fehler bei Löschung von Dokumentenversions-OCR "%(instance)s"; %(exception)s

source: OCR content of %(count)d document versions deleted successfully.
de_de: OCR-Inhalt von %(count)d Dokumentenversionen erfolgreich gelöscht.

source: OCR content of "%(object)s" deleted successfully.
de_de: OCR-Inhalt von "%(object)s" erfolgreich gelöscht.

source: OCR content of %(count)d document version deleted successfully.
de_de: OCR-Inhalt von %(count)d Dokumentenversion erfolgreich gelöscht.

source: Delete the OCR content of the %(count)d selected document versions.
de_de: OCR-Inhalt der %(count)d ausgewählten Dokumentenversionen löschen.

source: Delete the OCR content of: %(object)s.
de_de: OCR-Inhalt von "%(object)s" löschen.

source: Delete the OCR content of the %(count)d selected document version.
de_de: OCR-Inhalt der %(count)d ausgewählten Dokumentenversion löschen.

source: OCR result for document: %s
de_de: Ergebnis der OCR-Texterkennung für Dokument %s
it: Risultati OCR per il documento: %s
pl: Wynik OCR dla dokumentu: %s

source: %(count)d document version submitted to the OCR queue.
de_de: %(count)d Dokumentenversion in die OCR-Warteschlange eingereiht.

source: %(count)d document versions submitted to the OCR queue.
de_de: %(count)d Dokumentenversionen in die OCR-Warteschlange eingereiht.

source: Submit the selected document version to the OCR queue?
de_de: Die ausgewählte Dokumentenversion in die OCR-Warteschlange einreihen?

source: OCR result for document version page: %s
de_de: OCR-Ergebnis für Dokumentenversionsseite %s

source: Edit OCR for document version page: %s
de_de: OCR-Ergebnis für Dokumentenversionsseite %s bearbeiten

source: Page condition
de_de: Seitenbedingung
it: Condizione della pagina
pl: Warunek strony

source: The condition that will determine if a document page's OCR content will be modified or not. The condition is evaluated against the iterated document page. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
de_de: Die Bedingung, die bestimmt, ob der OCR-Inhalt einer Dokumentseite modifiziert wird oder nicht. Die Bedingung wird anhand der aktuellen Dokumentenseite ausgewertet. Bedingungen, die keinen Wert zurückgeben, die das logische Python None oder eine leere Zeichenfolge ('') zurückgeben, werden als logisch falsch betrachtet, jeder andere Wert wird als logisch wahr angesehen.
it: La condizione che determinerà se il contenuto OCR di una pagina del documento verrà modificato o meno. La condizione viene valutata rispetto alla pagina del documento iterata. Le condizioni che non restituiscono alcun valore, che restituiscono il Nessuno logico di Python o una stringa vuota ("") sono considerate false logiche, qualsiasi altro valore è considerato logico vero.
pl: Warunek, który określi, czy zawartość OCR strony dokumentu zostanie zmodyfikowana, czy nie. Warunek jest oceniany względem iterowanej strony dokumentu. Warunki, które nie zwracają żadnej wartości, zwracają logiczną wartość None w Pythonie lub pusty ciąg znaków („”) są uważane za logiczny fałsz, każda inna wartość jest uważana za logiczną prawdę.

source: Page content
de_de: Inhalt der Seite
it: Contenuto della pagina
pl: Zawartość strony

source: A template that will generate the OCR content to be saved.
de_de: Eine Vorlage, die den zu speichernden OCR-Inhalt erstellt.
it: Un modello che genererà il contenuto OCR da salvare.
pl: Szablon, który wygeneruje treść OCR do zapisania.

source: Update document page OCR content
de_de: OCR-Inhalt der Dokumentenseite aktualisieren
it: Aggiorna il contenuto OCR della pagina del documento
pl: Zaktualizuj treść OCR strony dokumentu
