Repository: saifkhalil/mayanEDMS
Catalog: apps/templating/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Templating
uk: Шаблонування

source: Resulting text from the evaluated template.
uk: Отриманий текст із оціненого шаблону.

source: Result
uk: Результат

source: The template string to be evaluated.
uk: Рядок шаблону для оцінки.

source: Template
uk: Шаблон

source: Sandbox
uk: Пісочниця

source: Use the template sandbox
uk: Використати шаблон пісочниці

source: Hex hash
uk: Hex хеш

source: Name
uk: Ім'я

source: Template sandbox for: %s
uk: Шаблон пісочниці для: %s

source: Template error; %(exception)s
uk: Помилка шаблону; %(exception)s

source: Filters
uk: Фільтри

source: Tags
uk: Теги
