Repository: saifkhalil/mayanEDMS
Catalog: apps/source_stored_files/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_pr, ro_ro

source: Source stored files
de_de: Quelle gespeicherte Dateien
es_pr: Fuente de documentos archivos almacenados
ro_ro: Fișiere stocate sursă

source: Size
de_de: Größe
es_pr: Tamaño
ro_ro: mărime

source: Thumbnail
de_de: Bild
es_pr: Foto miniatura
ro_ro: Miniatură

source: File
de_de: Datei
es_pr: Archivo
ro_ro: Fișier

source: Delete
de_de: Löschen
es_pr: Eliminar
ro_ro: Șterge

source: Select
de_de: Auswählen
es_pr: Seleccionar
ro_ro: Selecta

source: URL safe filename of the stored file to process.
de_de: Sicherer URL-Dateiname der gespeicherten zu verarbeitenden Datei.
es_pr: Nombre de archivo seguro de URL del archivo almacenado que se va a procesar.
ro_ro: URL sigur pentru numele fișierului stocat de procesat.

source: Execute source backend specific, built-in post processing clean up code.
de_de: Quellenbackend spezifischen, eingebauten Post Processing Clean Up Code ausführen.
es_pr: Ejecute código de limpieza de posprocesamiento integrado, específico del motor.
ro_ro: Executați codul de curățare post-procesare, specific backend-ului sursă.

source: Unique identifier to select which source backend stored file to process.
de_de: Eindeutiger Identifikator für die Auswahl, welches Quellenbackend die Datei zur Verarbeitung gespeichert hat.
es_pr: Identificador único para seleccionar qué archivo almacenado en el backend de fuente de origen a procesar.
ro_ro: Identificator unic pentru a selecta ce sursă de fișiere backend stocate pentru procesare.

source: Stored file
de_de: Gespeicherte Datei
es_pr: Archivo almacenado
ro_ro: Fișier stocat

source: Delete stored file "%s"?
de_de: Gespeicherte Datei "%s" löschen?
es_pr: ¿Eliminar el archivo almacenado " %s "?
ro_ro: Ștergeți fișierul stocat" %s "

source: Server side filesystem path.
de_de: Pfad auf dem Server.
es_pr: Ruta a los archivos en el servidor.
ro_ro: Cale de fișiere server.

source: Folder path
de_de: Ordnerpfad
es_pr: Ruta de la carpeta
ro_ro: Calea dosarului

source: If checked, not only will the folder path be scanned for files but also its subdirectories.
de_de: Bei Aktivierung werden auch die Unterverzeichnisse des Pfads durchsucht.
es_pr: Si se marca, no solo se analizará la ruta de la carpeta en busca de archivos, sino también sus subdirectorios.
ro_ro: Dacă este bifată, nu doar calea directorului nu va fi scanată numai pentru fișiere, ci și subdirectoarele sale.

source: Include subdirectories?
de_de: Unterverzeichnisse einschließen?
es_pr: ¿Incluir subdirectorios?
ro_ro: Includeți subdirectoarele?

source: Storage
de_de: Dateispeicher
es_pr: Almacenamiento
ro_ro: Stocare

source: Unable to initialize storage; %s
de_de: Kann Speicherort nicht initialsieren; %s
es_pr: No se puede inicializar el almacenamiento; %s
ro_ro: Nu se poate inițializa stocarea; %s

source: Python path to the Storage subclass used to access the source files.
de_de: Pythonpfad zur der Storage subclass, die für den Zugriff auf die Quelldateien verwendet wird.
es_pr: Ruta de Python a la subclase de almacenamiento utilizada para acceder a los archivos fuente.
ro_ro: Calea Python către subclasa Stocare utilizată pentru a accesa fișierele sursă.

source: Storage backend
de_de: Speicherbackend
es_pr: Motor de almacenamiento
ro_ro: Backend de stocare

source: Arguments to pass to the storage backend. Use YAML format. The credential object is available as {{ credential }}.
de_de: Argumente (in YAML Format), die an das Speicherbackend übergeben werden. Das Zugangsdatenobjekt ist verfügbar als {{ credential }}.
es_pr: Argumentos para pasar al motor de almacenamiento. Utilice el formato YAML. El objeto de credencial está disponible como {{ credencial }}.
ro_ro: Argumente de transmis backend-ului de stocare. Utilizați formatul YAML. Obiectul de autentificare este disponibil ca {{ credential }}.

source: Storage backend arguments
de_de: Speicherbackend Argumente
es_pr: Argumentos del motor de almacenamiento
ro_ro: Argumente pentru backend de stocare

source: Unable to initialize storage. Check the storage backend arguments.
de_de: Fehler bei der Initialisierung der Speicherung. Überprüfen Sie die Speicherbackend-Argumente.
es_pr: No se puede inicializar el almacenamiento. Verifique los argumentos del motor de almacenamiento.
ro_ro: Nu se poate inițializa stocarea. Verificați argumentele backend-ului de stocare.

source: Unable to initialize storage. Check the storage backend dotted path.
de_de: Fehler bei der Initialisierung der Speicherung. Überprüfen Sie den punktierten Pfad zum Speicherbackend.
es_pr: No se puede inicializar el almacenamiento. Verifique la ruta separata por puntos del motor de almacenamiento.
ro_ro: Nu se poate inițializa stocarea. Verificați calea punctată pentru backend-ul de stocare.

source: Delete the file after is has been successfully uploaded.
de_de: Datei nach erfolgreichem Hochladen löschen.
es_pr: Eliminar el archivo después de que se haya cargado correctamente.
ro_ro: Ștergeți fișierul după ce este a fost încărcat cu succes.

source: Delete after upload
de_de: Nach Hochladen löschen
es_pr: Borrar después de subir
ro_ro: Șterge după încărcare

source: File content
de_de: Dateiinhalt
es_pr: Contenido del archivo
ro_ro: Conținutul fișierului

source: Unable get list of files; %s
de_de: Kann Liste der Dateien nicht ermitteln; %s
es_pr: No se puede obtener la lista de archivos; %s
ro_ro: Nu se poate obține lista de fișiere; %s

source: This could mean that the source file list is empty. It could also mean that the operating system user account being used for Mayan EDMS doesn't have the necessary file system permissions to access the source files.
de_de: Das könnte bedeuten, dass die Quelldateiliste leer ist. Es könnte auch bedeuten, dass das für Mayan EDMS verwendete Systembenutzerkonto nicht über die erforderlichen Berechtigungen für den Zugriff auf die Quelldateien verfügt.
es_pr: Esto podría significar que la lista de archivos de la fuente de origen está vacía. También podría significar que la cuenta de usuario del sistema operativo que se utiliza para Mayan EDMS no tiene los permisos necesarios del sistema de archivos para acceder a los archivos fuente.
ro_ro: Aceasta ar putea însemna că lista de fișiere sursă este goală. Ar putea însemna, de asemenea, că contul de utilizator al sistemului de operare utilizat pentru Mayan EDMS nu are permisiunile necesare pentru sistemul de fișiere pentru a accesa fișierele sursă.

source: No source files available
de_de: Keine Quelldateien verfügbar
es_pr: No hay archivos de fuente de origien disponibles
ro_ro: Nu există fișiere sursă disponibile

source: Width value to be passed to the image converter backend.
es_pr: Valor de ancho que se pasará al backend del convertidor de imágenes.
ro_ro: Valoarea lățimii care trebuie transmisă backend-ului convertorului de imagini.

source: Preview width
de_de: Vorschaubreite
es_pr: Ancho de muestra
ro_ro: Lățimea de previzualizare

source: Height value to be passed to the image converter backend. Leave blank to have the image converter calculate the correct aspect ratio for the specified preview width.
es_pr: Valor de altura que se pasará al backend del convertidor de imágenes. Déjelo en blanco para que el convertidor de imágenes calcule la relación de aspecto correcta para el ancho de vista previa especificado.
ro_ro: Valoarea înălțimii va fi transmisă backend-ului convertorului de imagini. Lăsați necompletat pentru ca convertorul de imagini să calculeze raportul de aspect corect pentru lățimea de previzualizare specificată.

source: Preview height
de_de: Vorschauhöhe
es_pr: Alto de muestra
ro_ro: Înălțime de previzualizare

source: Maximum file size in bytes for which previews will be generated. Example: 20000 = 20KB.
es_pr: Tamaño máximo de archivo en bytes para el que se generarán vistas previas. Ejemplo: 20000 = 20 KB.
ro_ro: Dimensiunea maximă a fișierului în octeți pentru care vor fi generate previzualizări. Exemplu: 20000 = 20KB.

source: Max size preview
de_de: Max Größe Vorschau
es_pr: Tamaño máximo a previsualizar
ro_ro: Previzualizare - dimensiune maximă

source: File images
de_de: Dateibilder
es_pr: Imágenes de archivo
ro_ro: Imagini de fișiere

source: Error generating preview
es_pr: Error generando previsualización
ro_ro: Eroare la generarea previzualizării

source: File too large for preview
de_de: Datei zu groß für Vorschau
es_pr: Archivo demasiado grande para previsualizar
ro_ro: Fișier prea mare pentru previzualizare
