Repository: saifkhalil/mayanEDMS
Catalog: apps/events/locale/*/LC_MESSAGES/django.po
Languages: cs, hu, uk

source: Events
cs: Audit
hu: Események
uk: Події

source: Date and time
cs: Datum a čas
hu: Dátum és idő
uk: Дата і час

source: Actor
cs: Púvodce
hu: Szereplő
uk: Актор

source: Event
cs: činnost
hu: Esemény
uk: Подія

source: Target
cs: cíl
hu: Cél
uk: Ціль

source: Action object
cs: Objekt činnosti
hu: Műveleti objektum
uk: Дії об'єкта

source: Namespace
cs: Jmenný prostor
hu: Névtér
uk: Простір імен

source: Label
cs: Jmenovka
hu: Cimke
uk: Мітка

source: Seen
cs: Zhlédnuto
hu: Látott
uk: Бачено

source: Object
cs: Objekt
hu: Objektum
uk: Об'єкт

source: Event type
cs: Typ události
hu: Esemény típus
uk: Тип події

source: Event list export to CSV
cs: Export seznamu událostí do CSV
hu: Eseménylista exportálása CSV-be
uk: Експорт списку подій у CSV

source: Events exported.
cs: Události byly exportovány.
hu: Események exportálva.
uk: Події експортовано.

source: The event list has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
hu: Az eseménylistát exportáltuk, és letölthető a következő linkről: %(download_url)s vagy a letöltési felületről ( %(download_list_url)s ).
uk: Список подій експортовано для завантаження за посиланням: %(download_url)s або з області завантажень ( %(download_list_url)s ).

source: Events cleared
hu: Események törölve
uk: Події видалено

source: Events exported
cs: Události byly exportovány
hu: Események exportálva
uk: Події експортовано

source: Subscription
cs: Předplatné
hu: Feliratkozás
uk: Підписка

source: No
cs: Ne
hu: Nem
uk: Ні

source: Subscribed
cs: Odebírané
hu: Feliratkozva
uk: Підписано

source: System
cs: Systém
hu: Rendszer
uk: Система

source: Clear events
hu: Események törlése
uk: Події очищено

source: Export events
cs: Exportovat události
hu: Események exportálása
uk: Експорт подій

source: Event subscriptions
cs: Předplatné události
hu: Esemény feliratkozások
uk: Підписка на події

source: Object event subscriptions
cs: Předplatné událostí objektu
hu: Objektum esemény feliratkozások
uk: Підписки на події об’єктів

source: Delete
cs: Odstranit
hu: Törlés
uk: Видалити

source: Notifications
cs: Oznámení
hu: Értesítések
uk: Сповіщення "Усі"

source: Mark as seen
cs: Označte, jako shlédnuté
hu: Megjelölés látottként
uk: Позначити як побачено

source: Mark all as seen
cs: Označte vše, jako zhlédnuté
hu: Az összes megjelölése látottként
uk: Позначити все як побачено

source: Subscriptions
cs: Předplatné
hu: Feliratkozások
uk: Підписки

source: Unknown or obsolete event type: %s
cs: Neznámý nebo zastaralý typ události: %s
hu: Ismeretlen vagy elavult eseménytípus: %s
uk: Невідомий або застарілий тип події: %s

source: Name
cs: název
hu: Név
uk: Ім'я

source: Stored event type
cs: Uložený typ událostí
hu: Tárolt eseménytípus
uk: Збережений тип події

source: Stored event types
cs: Uložené typy událostí
hu: Tárolt eseménytípusok
uk: Збережені типи подій

source: User
cs: Uživatel
hu: Felhasználó
uk: Користувач

source: Event subscription
cs: Předplatné události
hu: Esemény feliratkozás
uk: Підписка на подію

source: Action
cs: Akce
hu: Művelet
uk: Дія

source: Read
cs: Číst
hu: Olvasás
uk: Читати

source: Notification
cs: Oznámení
hu: Értesítés
uk: Сповіщення

source: Object event subscription
cs: Předplatné události objektu
hu: Objektum esemény feliratkozás
uk: Підписка на подію об’єкта

source: Clear the events of an object
hu: Objektum eseményeinek törlése
uk: Очистити події об'єкта

source: Export the events of an object
cs: Exportovat události objektu
hu: Objektum eseményeinek exportálása
uk: Експорт подій об’єкта

source: View the events of an object
hu: Objektum eseményeinek megtekintése
uk: Переглянути події об'єкту

source: Events fast
hu: Gyors események
uk: Швидкі події

source: Events slow
hu: Lassú események
uk: Повільні події

source: Commit an event
hu: Esemény rögzítése
uk: Зафіксувати подію

source: Clear event querysets
hu: Esemény lekérdezéskészletek törlése
uk: Очистити запити подій

source: Export event querysets
cs: Export dotazů událostí
hu: Esemény lekérdezéskészletek exportálása
uk: Експорт запитів подій

source: Actor content type
hu: Szereplő tartalomtípus
uk: Тип вмісту актора

source: Target content type
hu: Cél tartalomtípus
uk: Цільовий тип вмісту

source: Verb
hu: Ige
uk: Дієслово

source: Event type namespace URL
hu: Eseménytípus névtér URL
uk: URL простору імен типу події

source: ID
hu: Azonosító

source: Disables asynchronous events mode. All events will be committed in the same process that triggers them. This was the behavior prior to version 4.5.
hu: Letiltja az aszinkron események módot. Minden esemény ugyanabban a folyamatban kerül végrehajtásra, amelyik kiváltja. Ez volt a viselkedés a 4.5-ös verzió előtt.
uk: Вимикає режим асинхронних подій. Всі події будуть зафіксовані у тому ж процесі, який їх викликав. Так було до версії 4.5.

source: This action is not reversible. The process will be performed in the background.
hu: Ez a művelet nem visszafordítható. A folyamat a háttérben történik.
uk: Ця дія необоротна. Процес буде виконуватися в фоновому режимі.

source: Event list clear task queued successfully.
hu: Eseménylista törlése feladat sikeresen várakozva.
uk: Список подій успішно очищений.

source: Clear events of: %s
hu: A következő események törlése: %s
uk: Очистити події: %s

source: Clear events of type: %s
hu: A következő típusú események törlése: %s
uk: Очистити події типу: %s

source: Events track actions that have been performed on, to, or with objects.
cs: Události sledují akce, které byly provedeny s objekty, na ně nebo s objekty.
hu: Az események az objektumokon, az objektumokra vagy az objektumokkal végzett műveleteket követik nyomon.
uk: Події відстежують дії, які були виконані на, до або з об'єктів.

source: There are no events
cs: Nejsou žádné události
hu: Nincsenek események
uk: Подій немає

source: There are no events for this object
cs: Pro tento objekt neexistují žádné činnosti
hu: Ehhez az objektumhoz nincsenek események
uk: Немає подій для цього об'єкту

source: Events for: %s
cs: Činnosti pro: %s
hu: Események ehhez: %s
uk: Події для: %s

source: There are no events of this type
cs: Neexistují žádné události tohoto typu
hu: Nincsenek ilyen típusú események
uk: Немає подій цього типу

source: Events of type: %s
cs: Události typu: %s
hu: Események típusonként: %s
uk: Події типу: %s

source: The process will be performed in the background. The exported events will be available in the downloads area.
cs: Proces bude probíhat na pozadí. Exportované události budou k dispozici v oblasti stahování.
hu: A folyamat a háttérben történik. Az exportált események elérhetők lesznek a letöltési felületen.
uk: Процес буде виконуватися в фоновому режимі. Експортовані події будуть доступні в області завантажень.

source: Event list export task queued successfully.
cs: Úloha exportu seznamu událostí byla úspěšně zařazena do fronty.
hu: Eseménylista exportálási feladat sikeresen várakozva.
uk: Список подій для експорту успішно поставлено в чергу.

source: Export events of: %s
hu: A következő eseményeinek exportálása: %s
uk: Експорт подій: %s

source: Export events of type: %s
hu: A következő típusú események exportálása: %s
uk: Експорт подій типу: %s

source: User "%(object)s" deleted successfully.
hu: A "%(object)s" felhasználó sikeresen törölve.
uk: Користувач "%(object)s" успішно видалений.

source: Subscribe to global or object events to receive notifications.
cs: Přihlaste se k odběru globálních událostí nebo událostí objektů a dostávejte oznámení.
hu: Iratkozzon fel a globális vagy objektum eseményekre, hogy értesítéseket kapjon.
uk: Підпишіться на глобальні або об'єктні події, щоб отримувати сповіщення.

source: There are no notifications
cs: Bez oznámení
hu: Nincsenek értesítések
uk: Немає сповіщень

source: Mark the selected notification as read?
cs: Označit vybrané oznámení jako přečtené?
hu: Megjelöli olvasottként a kiválasztott értesítést?
uk: Позначити обране повідомлення як прочитане?

source: Notification marked as read.
cs: Oznámení označeno jako přečtené.
hu: Értesítés olvasottként megjelölve.
uk: Повідомлення позначено як прочитане.

source: Mark all notification as read?
cs: Označit všechna oznámení jako přečtená?
hu: Megjelöli az összes értesítést olvasottként?
uk: Позначити всі повідомлення як прочитані?

source: All notifications marked as read.
cs: Všechna oznámení označená jako přečtená.
hu: Minden értesítés olvasottként megjelölve.
uk: Усі повідомлення позначені як прочитані.

source: Error updating event subscription; %s
cs: Chyba při aktualizaci předplatného události; %s
hu: Hiba történt az esemény feliratkozás frissítésekor; %s
uk: Помилка оновлення підписки на подію; %s

source: Event subscriptions updated successfully
cs: Předplatné činností bylo úspěšně aktualizováno
hu: Az esemény feliratkozások frissítése sikeresen megtörtént
uk: Підписки на події успішно оновлені

source: Error updating object event subscription; %s
cs: Chyba při aktualizaci předplatného činnosti objektu; %s
hu: Hiba történt az objektum esemény feliratkozásának frissítésekor; %s
uk: Помилка оновлення підписки на об'єкт події; %s

source: Object event subscriptions updated successfully
cs: Předplatné činností objektu bylo úspěšně aktualizováno
hu: Az objektum esemény feliratkozásai sikeresen frissítve
uk: Об'єкт підписок на події успішно оновлено

source: Event subscriptions for: %s
cs: Předplatné událostí pro: %s
hu: Esemény feliratkozások: %s
uk: Підписки на події для: %s

source: Subscribe to the events of an object to receive notifications when those events occur.
hu: Iratkozzon fel egy objektum eseményeire, hogy értesítéseket kapjon az események bekövetkeztekor.

source: There are no object event subscriptions
hu: Nincsenek objektum esemény feliratkozások
uk: Немає підписок на події об'єкту
