Repository: saifkhalil/mayanEDMS
Catalog: apps/locales/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: Locales
ro_ro: Profiluri de localizare

source: Transifex Client
ro_ro: Client Transifex

source: User locale profile edited
ro_ro: Profilul local al utilizatorului a fost editat

source: Locale profile
ro_ro: Profilul localizării

source: Edit locale profile
ro_ro: Editați profilul localizării

source: User
ro_ro: Utilizator

source: Timezone
ro_ro: Fus orar

source: Language
ro_ro: Limba

source: User locale profile
ro_ro: Profilul de localizare utilizator

source: User locale profiles
ro_ro: Profiluri de localizare pentru utilizatori

source: None
ro_ro: Nici unul

source: Default profile language for new user accounts. Must be in ISO639-3 format.
ro_ro: Limba implicită a profilului pentru noile conturi de utilizator. Trebuie să fie în format ISO639-3.

source: Locale profile for user: %s
ro_ro: Profil local pentru utilizator: %s

source: Edit locale profile for user: %s
ro_ro: Editați profilul local pentru utilizator: %s
