Repository: saifkhalil/mayanEDMS
Catalog: apps/credentials/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Credentials
de_de: Zugangsdaten

source: The credential entry to use for authentication.
de_de: Der Zugangsdateneintrag, der für die Authentifizierung verwendet werden soll.

source: Credential
de_de: Zugangsdaten

source: Authentication
de_de: Authentifizierung

source: Optional credential entry to use for authentication.
de_de: Optionaler Zugangsdateneintrag, der für die Authentifizierung verwendet werden soll.

source: General
de_de: Allgemein

source: Generated token value used to make API calls.
de_de: Generierter Token für API Zugriffe.

source: Access token
de_de: Zugriffstoken

source: Identity
de_de: Identität

source: Username
de_de: Benutzer

source: Pseudonym used to identify a user.
de_de: Pseudonym um einen Benutzer zu identifizieren.

source: Password
de_de: Passwort

source: Character string used to authenticate the user.
de_de: Zeichenkette um einen Benutzer zu identifizieren.

source: Username and password
de_de: Benutzername und Passwort

source: Credential created
de_de: Zugangsdaten erstellt

source: Credential edited
de_de: Zugangsdaten bearbeitet

source: Credential used
de_de: Zugangsdaten verwendet

source: The backend to use for the credential.
de_de: Das zu verwendende Backend für Zugangsdaten.

source: Create credential
de_de: Zugangsdaten erzeugen

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: Credential list
de_de: Zugangsdatenliste

source: Short description of this credential.
de_de: Kurzbeschreibung dieser Zugangsdaten.

source: Label
de_de: Bezeichner

source: This value will be used by other apps to reference this credential. Can only contain letters, numbers, and underscores.
de_de: Dieser Wert wird von anderen Apps für den Verweis auf diese Zugangsdaten benutzt. Kann nur Buchstaben, Zahlen und Unterstriche enthalten.

source: Internal name
de_de: Interner Name

source: Create credentials
de_de: Zugangsdaten erstellen

source: Delete credentials
de_de: Zugangsdaten löschen

source: Edit credentials
de_de: Zugangsdaten bearbeiten

source: Use credential
de_de: Zugangsdaten verwenden

source: View credentials
de_de: Zugangsdaten anzeigen

source: New credential backend selection
de_de: Backendauswahl für neue Zugangsdaten

source: Create a "%s" credential
de_de: Zugangsdaten "%s" erstellen

source: Delete credential: %s
de_de: Zugangsdaten %s löschen

source: Edit credential: %s
de_de: Zugangsdaten %s bearbeiten

source: Credentials represent an identity. These are used to when accessing external systems or services.
de_de: Zugangsdaten repräsentieren eine Identität. Sie werden für den Zugang zu externen Systemen oder Diensten verwendet.

source: No credentials available
de_de: Keine Zugangsdaten verfügbar
