Repository: saifkhalil/mayanEDMS
Catalog: apps/web_links/locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Web links
es_mx: Enlaces web

source: Web link created
es_mx: Enlace web creado

source: Web link edited
es_mx: Enlace web editado

source: Web link navigated
es_mx: Enlace web visitado

source: Templating
es_mx: Sistema de plantillas

source: Create new web link
es_mx: Crear nuevo enlace web

source: Delete
es_mx: Eliminar

source: Document types
es_mx: Tipos de documento

source: Edit
es_mx: Editar

source: Navigate
es_mx: Visitar enlace

source: A short text describing the web link.
es_mx: Un breve texto que describe el enlace web.

source: Label
es_mx: Etiqueta

source: Template that will be used to craft the final URL of the web link.
es_mx: Plantilla que se utilizará para crear la URL final del enlace web.

source: Template
es_mx: Plantilla

source: Enabled
es_mx: Habilitado

source: Web link
es_mx: Enlace web

source: Create new web links
es_mx: Crear nuevos enlaces web

source: Delete web links
es_mx: Eliminar enlaces web

source: Edit web links
es_mx: Editar enlaces web

source: View existing web links
es_mx: Ver enlaces web existentes

source: View web link instances
es_mx: Ver instancias de enlaces web

source: Primary key of the document type to add to the web link.
es_mx: Clave principal del tipo de documento para agregar al enlace web.

source: Document type ID
es_mx: Identificación del tipo de documento

source: Primary key of the document type to remove from the web link.
es_mx: Clave principal del tipo de documento que se eliminará del enlace web.

source: Document types add URL
es_mx: URL para agregar tipos de documentos

source: Document types remove URL
es_mx: URL para eliminar tipos de documentos

source: Document types URL
es_mx: URL de tipos de documentos

source: Navigation URL
es_mx: URL de navegación

source: Web links enabled
es_mx: Enlaces web habilitados

source: Available web links
es_mx: Enlaces web disponibles

source: Web links to enable for document type: %s
es_mx: Enlaces web para habilitar por tipo de documento: %s

source: Delete web link: %s
es_mx: Eliminar enlace web: %s

source: Document types enabled
es_mx: Tipos de documentos habilitados

source: Available document types
es_mx: Tipos de documentos disponibles

source: Document type for which to enable web link: %s
es_mx: Tipo de documento para el cual habilitar el enlace web: %s

source: Edit web link: %s
es_mx: Editar enlace web: %s

source: Web links allow generating HTTP links from documents to external resources. The link URL's can contain document properties values.
es_mx: Los enlaces web permiten generar enlaces HTTP desde documentos a recursos externos. Las URL de enlace pueden contener valores de propiedades del documento.

source: There are no web links
es_mx: No hay enlaces web

source: There are no web links for this document
es_mx: No hay enlaces web para este documento

source: Web links for document: %s
es_mx: Enlaces web para el documento: %s
